{"maximumSentences":7,"searchTerm":"One Piece","prefix":"A historia de(a)","lang":"pt","sourceContentOriginal":"One Piece (ワンピース, Wan Pīsu?) é uma série de mangá escrita e ilustrada por Eiichiro Oda. Os capítulos têm sido serializados na revista Weekly Shōnen Jump desde 22 de julho de 1997, com os capítulos compilados e publicados em 96 volumes tankōbon pela editora Shueisha até abril de 2020. One Piece conta as aventuras de Monkey D. Luffy, um jovem cujo corpo ganhou as propriedades de borracha após ter comido uma fruta do diabo acidentalmente. Com sua tripulação, os Piratas do Chapéu de Palha, Luffy explora a Grand Line em busca do tesouro mais procurado do mundo, o \"One Piece\", a fim de se tornar o próximo Rei dos Piratas.\nO mangá foi adaptado em um episódio OVA produzido pela Production I.G em 1998, e num anime produzido pela Toei Animation, transmitido no Japão desde 1999. Além disso, a Toei Animation produziu catorze filmes de anime, um OVA e treze episódios especiais de televisão. Foram lançadas também vários tipos de mídias desenvolvidas por diversas empresas relacionadas à série, como um jogo de cartas colecionável, e vários jogos eletrônicos. A série de mangá é licenciada e publicada no Brasil pela editora Panini Comics. A série de anime já foi exibida no Brasil, e em Portugal. Atualmente a série é transmitida simultaneamente pela Crunchyroll no Brasil e será transmitida pelo Netflix com uma nova dublagem.One Piece recebeu elogios pelo seu enredo, arte, humor e caracterização. Vários volumes do mangá quebraram recordes de publicação, incluindo a maior tiragem inicial de qualquer livro no Japão. O sítio oficial da série anunciou que o mangá estabeleceu um recorde mundial como \"a série de quadrinhos de um mesmo autor com mais cópias publicadas no mundo\". Até maio de 2020, o mangá já tinha vendido mais de 473 milhões de cópias em todo o mundo, sendo a série de mangá mais vendida da história. Foi a série de mangá mais vendida pelo décimo primeiro ano consecutivo em 2018. One Piece é uma das franquias de mídia com maior bilheteria de todos os tempos, estima-se que tenha gerado mais de 21 bilhões de dólares em receita total de franquia, a partir de mangás, animes e filmes, jogos e mercadorias.\n\n\n== Sinopse ==\n\n\n=== Premissa ===\nA série centra-se em Monkey D. Luffy, um jovem que, inspirado por seu ídolo de infância e poderoso pirata Shanks, \"o Ruivo\", sai em uma jornada do mar East Blue para encontrar o famoso tesouro One Piece e proclamar-se o Rei dos Piratas. Em um esforço para organizar sua própria tripulação, os Piratas do Chapéu de Palha (麦わら海賊団, Mugiwara Kaizoku-dan), Luffy salva e faz amizade com um espadachim chamado Roronoa Zoro, que se torna seu braço direito na busca pelo One Piece. Eles estão acompanhados em sua jornada por Nami, uma navegadora e ladra; Usopp, um atirador e um mentiroso; e Vinsmoke Sanji, um chef de cozinha mulherengo. Eles adquirem um navio chamado Going Merry (ゴーイング・メリー号, Gōingu Merī-gō) e se envolvem em confrontos com famosos piratas do East Blue. Conforme Luffy e sua tripulação partem para novas aventuras, surgem novos membros na tripulação, como Tony Tony Chopper, um médico e uma rena antropomórfica; Nico Robin, uma arqueóloga e ex-assassina; Franky, um carpinteiro ciborgue; Brook, um esqueleto músico e espadachim; e Jimbei, um tritão homem-peixe e ex-membro dos Sete Corsários. Uma vez que o Going Merry fica seriamente danificado, os Piratas do Chapéu de Palha adquirem um novo navio chamado Thousand Sunny (サウザンドサニー号, Sauzando Sanī-gō). Juntos, eles encontram outros piratas, caçadores de recompensas, organizações criminosas, revolucionários, agentes secretos e soldados do corrupto Governo Mundial, e vários outros amigos e inimigos, enquanto navegam nos mares em busca de seus sonhos.\n\n\n=== Elementos do enredo ===\n\nO mundo de One Piece é povoado por seres humanos e muitas outras raças, tais como homens-peixe (uma raça híbrida de peixes e humanos, semelhantes aos tritões e sereias), anões, minks (uma raça de animais humanoides), e gigantes. Ele é coberto por dois vastos oceanos, que são divididos por uma enorme cadeia de montanhas chamada de Red Line (赤い土の大陸（レッドライン）, Reddo Rain?), que representa o único continente no mundo. A Grand Line (偉大なる航路（グランドライン）, Gurando Rain?), é um mar que corre perpendicular à Linha Vermelha, dividindo-se em quatro mares: North Blue (北の海（ノースブルー）, Nōsu Burū?), East Blue (東の海（イーストブルー）, Īsuto Burū?), West Blue (西の海（ウェストブルー）, Uesuto Burū?) e South Blue (南の海（サウスブルー）, Sausu Burū?).Em torno da Grand Line existem duas regiões chamadas Calm Belts (凪の帯（カームベルト）, Kāmu Beruto?), semelhante às latitudes dos cavalos, onde quase não há correntes de vento e o mar está cheio de grandes criaturas marinhas chamadas de Reis dos Mares (海王類, Kaiōrui?). Devido a isso, os calm belts são barreiras muito eficazes para aqueles que tentam entrar na Grand Line. No entanto, os navios da marinha, membros de uma organização intergovernamental conhecida como Governo Mundial, são capazes de usar as pedras-do-mar (海楼石, Kairōseki?) para mascarar a sua presença dos reis do mar e simplesmente passar pelos calm belts. Todos os outros navios são obrigados a seguir uma rota mais perigosa, atravessando uma montanha na primeira interseção da Grand Line e Red Line, um sistema de canais conhecido como Montanha Reversa (リヴァース・マウンテン, Rivāsu Maunten?). A água do mar de cada um dos quatro mares corre a montanha e se funde no topo, e passam a escorrer de um quinto canal, na primeira metade do Grand Line. A segunda metade da Grand Line, além da segunda interseção com a Red Line, é conhecida como Novo Mundo (新世界, Shin Sekai?).As correntes e o clima do mar aberto da Grand Line são extremamente imprevisíveis, enquanto que nas proximidades das ilhas o clima é estável. Os campos magnéticos dentro da Grand Line causam mal funcionamento em bússolas normais, tornando ainda mais difícil a navegação sendo, em vez disso, necessário utilizar uma bússola especial chamada Log Pose (記録指針（ログポース）, Rogu Pōsu?). A Log Pose funciona bloqueando o campo magnético de uma ilha e depois bloqueando o campo magnético de outra ilha. O tempo para isso ocorrer depende da ilha. Este processo pode ser ignorado pela obtenção de uma Eternal Pose (永久指針（エターナルポース）, Etānaru Pōsu?), uma variação da Log Pose que está permanentemente configurada para uma ilha específica e nunca muda.O mundo de One Piece inclui anacronismos, como os Caracóis-Receptores (電伝虫, Den-Den Mushi?), caracóis que podem ser conectados a um equipamento elétrico e funcionam como telefones rotativos, máquinas de fax, câmeras de vigilância, e dispositivos similares. Os Discos (貝（ダイアル）, Daiaru?), conchas de certos animais que habitam no céu, podem ser utilizadas para armazenar energia cinética, vento, som, imagens, calor e similares e tem várias aplicações.\n\n\n==== Fruta do Diabo ====\nA Fruta do Diabo (悪魔の実, Akuma no Mi?) é um tipo de fruto que, quando ingerido, conferem poderes ao consumidor. Uma pessoa só pode comer uma fruta do diabo durante a vida, pois comer uma segunda fruta do diabo a levará à morte. Existem três categorias de frutos do diabo:\nParamecia (超人系（パラミシア）, Paramishia?, \"tipo super-humano\") é uma categoria de frutas que confere ao usuário habilidades sobre-humanas, como os poderes de borracha de Luffy.\nZoan (動物系（ゾオン）, Zoon?, \"tipo animal\") permite que o usuário se transforme total ou parcialmente em um animal específico. Certas frutas Zoan permitem que o usuário se transforme em criaturas míticas. Através de uma técnica desconhecida desenvolvida pelo cientista Dr. Vegapunk, objetos inanimados também podem \"comer\" uma fruta do diabo, como a espada unkfreedd e Spandam, que pode se transformar em um elefante.\nLogia (自然系（ロギア）, Rogia?, \"tipo natural\") dá controle e permite que o usuário \"transforme sua estrutura de corpo vivo nos poderes da natureza\", como o controle de Ace sobre o fogo.Diz-se que as frutas do diabo são encarnações do próprio diabo do mar e, como resultado, os usuários da fruta do diabo não podem nadar na água do mar, pois \"eles são odiados pelo mar\". A pedra-do-mar também tem esse efeito. Mesmo parcialmente submersos na água do mar, eles perdem toda a sua força e coordenação, embora algumas habilidades permaneçam. Por exemplo, Luffy ainda é capaz de se esticar após ser totalmente submerso. Água em movimento, como chuva ou ondas, não tem esse efeito. Quando um usuário da fruta do diabo morre, os poderes reencarnam em uma nova fruta do diabo. Por razões desconhecidas, os usuários da fruta do diabo não podem comer uma segunda fruta do diabo porque isso causaria a explosão de seus corpos, embora o antagonista Barba Negra consiga obter um segundo poder da fruta do diabo por meio de um método desconhecido. Os poderes da fruta do diabo também podem ser \"despertados\", aumentando muito o poder e a utilidade das habilidades do usuário.\n\n\n==== Haki ====\nHaki (覇気, Haki?) é uma habilidade latente que todo ser vivo possui no mundo de One Piece; poucos conseguem despertá-la, e menos ainda dominá-la. Existem três variedades de Haki: \n\nHaki da Observação ou Mantra (見聞色の覇気, Kenbunshoku no Haki?) permite sentir a presença de outros seres e também para ter uma forma de precognição limitada.\nHaki do Armamento (武装色の覇気, Busōshoku no Haki?) permite que alguém envolva partes do corpo e até formas inanimadas com uma força semelhante a uma armadura invisível que possui propriedades defensivas e ofensivas. Também permite infligir danos aos usuários de uma fruta do diabo.\nHaki do Rei Conquistador (覇王色の覇気, Haōshoku no Haki?) é uma habilidade rara que, ao contrário dos outros dois Hakis, apenas algumas pessoas superdotadas têm. O Haki do Rei Conquistador permite dominar a força de vontade dos fracos. Ele pode ser usado para controle da mente ou até mesmo tornar a vítima inconsciente. Nota-se que as pessoas fortes podem suportar ou até mesmo ignorar completamente os efeitos deste Haki, mesmo que elas não possuam essa habilidade. Este tipo de Haki também pode ter impactos físicos, como causar tremores e destruição a área ao redor do usuário.\n\n\n== Produção ==\nOda começou a escrever One Piece em 1996, enquanto trabalhava como assistente de Nobuhiro Watsuki. Começou com duas histórias em one-shot, intituladas Romance Dawn—que mais tarde seria usado como o título do primeiro capítulo e volume de One Piece. Ambos apresentavam o personagem de Luffy e incluíam elementos que apareceriam mais tarde na série principal. A primeira dessas histórias curtas foi publicada em agosto de 1996 na Akamaru Jump e posteriormente em One Piece Red. A segunda foi publicada na 41.ª edição da Weekly Shōnen Jump em 1996 e republicada na coleção de histórias curtas de Oda de 1998, Wanted!.Ao criar uma fruta do diabo, Oda pensa em algo que satisfaria um desejo humano; ele acrescentou que não vê por que desenharia uma fruta do diabo, a menos que a aparência da fruta atraísse alguém a comê-la. Os nomes de muitos ataques especiais, assim como outros conceitos do mangá, consistem em uma forma de punição na qual as frases escritas em kanji são combinadas com uma leitura idiossincrática. Os nomes das técnicas de Luffy, Sanji, Chopper, Robin e Franky são frequentemente misturados com outras línguas, e os nomes de várias técnicas de espada de Zoro são projetados como piadas; alguns deles parecem assustadores à primeira vista, mas soam como tipos de comida quando lidos em voz alta. Por exemplo, o movimento Onigiri, de Zoro, significa corte demoníaco, mas é pronunciado da mesma forma que bolinho de arroz em japonês. Eisaku Inoue, diretor de animação, disse que os criadores não usaram essas leituras de kanji no anime, uma vez que \"poderiam ter diminuído as risadas pela metade\". No entanto, o diretor Konosuke Uda disse que acredita que os criadores \"fizeram o anime bem próximo do mangá\".Oda mostrou-se \"sensível\" sobre como seu trabalho seria traduzido. Em muitos casos, a versão anglófona do mangá de One Piece usa uma onomatopeia para várias onomatopeias usadas na versão japonesa. Por exemplo, \"saaa\" (o som da chuva leve, próximo de uma névoa) e \"zaaa\" (o som da chuva forte) foram ambas traduzidas como \"fshhhhhhh\". Ao contrário de outros artistas de mangá, Oda desenha tudo o que se move para criar uma aparência consistente, deixando sua equipe desenhar os cenários com base em esboços que ele desenhou. Quando um leitor perguntou por quem Nami estava apaixonado, Oda respondeu que dificilmente haveria casos de amor dentro da equipe de Luffy. O autor também explicou que evita deliberadamente incluí-los em One Piece, já que a série é um mangá shōnen e os meninos que o leem não estão interessados em histórias de amor.Oda revelou que ele originalmente planejou One Piece para durar cinco anos, e que ele já havia planejado o final. No entanto, ele descobriu que levaria mais tempo do que esperava. Oda afirmou que o final seria o que ele havia decidido no começo e que está comprometido em concretizá-lo.\n\n\n== Mídia ==\n\n\n=== Mangá ===\nEscrito e ilustrado por Eiichiro Oda, One Piece tem sido serializado pela Weekly Shōnen Jump desde 22 de julho de 1997. Os capítulos foram compilados em volumes tankōbon pela Shueisha desde 24 de dezembro de 1997. No total, há 978 capítulos e 96 volumes tankōbon. Oda, em parceria com Akira Toriyama, criou um crossover de One Piece e Dragon Ball, de Toriyama. Intitulado Cross Epoch, o one-shot foi publicado na edição de 25 de dezembro de 2006 da Weekly Shōnen Jump e na edição de abril de 2011 da Shonen Jump. Oda colaborou com Mitsutoshi Shimabukuro, autor de Toriko, para um one-shot crossover de suas séries intitulado Taste of the Devil Fruit (実食! 悪魔の実!!, Jitsushoku! Akuma no Mi!!?, lit. \"The True Food! Devil Fruit!!\"), lançado na edição de 4 de abril de 2011 da Weekly Shōnen Jump. A série spin-off One Piece Party (ワンピースパーティー, Wan Pīsu Pātī?), escrita por Ei Andō em estilo chibi, sendo serializado na edição de janeiro de 2015 da Saikyō Jump.O mangá de One Piece foi licenciado em inglês pela Viz Media, publicando em capítulos na revista Shonen Jump, desde o lançamento da mesma em novembro de 2002, e em volumes encadernados desde 30 de junho de 2003. Em 2009, Viz anunciou o lançamento de cinco volumes por mês durante a primeira metade de 2010 para alcançar a serialização no Japão. Após a descontinuação da Shonen Jump, a Viz começou a lançar One Piece capítulo a capítulo em seu sucessor digital Weekly Shonen Jump em 30 de janeiro de 2012. No Reino Unido, os volumes foram publicados pela Gollancz Manga, começando em março de 2006, até a Viz Media assumir o controle depois do décimo quarto volume. Na Austrália e Nova Zelândia, os volumes em inglês foram distribuídos pela Madman Entertainment desde 10 de novembro de 2008. Na Polônia, o mangá é licenciado pela Japonica Polonica Fantastica, Glénat na França, Panini Comics no Mexico e Brasil, LARP Editores e posteriormente Ivrea na Argentina, Planeta de Libros na Espanha e Edizioni Star Comics na Itália.\n\n\n=== Filmes e OVAs ===\nOne Piece: Defeat Him! The Pirate Ganzack! foi produzido pela Production I.G para o Jump Super Anime Tour de the 1998 e foi dirigido por Gorō Taniguchi.Um segundo filme, One Piece: Romance Dawn Story, foi produzido pela Toei Animation em julho de 2008 para o Jump Super Anime Tour. Tem 34 minutos de duração e foi baseado na primeira versão de Romance Dawn. Inclui os Piratas do Chapéu de Palha até Brook e seu segundo navio, o Thousand Sunny. O filme foi lançado mais tarde como um DVD de conteúdo triplo, com Dragon Ball: Yo! Son Goku and His Friends Return!! e Tegami Bachi: Light and Blue Night, que estava disponível apenas através de uma oferta de correio exclusivamente para residentes japoneses.\nO OVA One Piece Film Strong World: Episode 0 adapta o especial do mangá \"Chapter 0\", que mostra como estavam as coisas antes e depois da morte de Roger. Recebeu um lançamento limitado de três mil DVDs como uma colaboração com a marca House Foods.\n\n\n== Referências ==\n\n\n== Bibliografia ==\nRomito, Joseph (2013). «One Piece». In:  Beaty, Bart H.; Weiner, Stephen. Critical Survey of Graphic Novels: Manga. Ipswich, Mass.: Salem Press. pp. 242–246. ISBN 978-1-58765-955-3 \nSasada, Hiroko (dezembro de 2011). «The Otherness of Heroes: The Shonen as Outsider and Altruist in Oda Eiichiro's One Piece». International Research in Children's Literature. 4 (2): 192–207. doi:10.3366/ircl.2011.0026 \n\n\n== Ligações externas ==\n\nSítio oficial (em japonês)\nSítio oficial do mangá da Weekly Shōnen Jump (em japonês)\nSítio oficial do mangá da Viz Media\nSítio oficial da Madman Entertainment\nOne Piece (mangá) (em inglês) no Anime News Network","sourceContentSanitized":"One Piece é uma série de mangá escrita e ilustrada por Eiichiro Oda. Os capítulos têm sido serializados na revista Weekly Shōnen Jump desde 22 de julho de 1997, com os capítulos compilados e publicados em 96 volumes tankōbon pela editora Shueisha até abril de 2020. One Piece conta as aventuras de Monkey D. Luffy, um jovem cujo corpo ganhou as propriedades de borracha após ter comido uma fruta do diabo acidentalmente. Com sua tripulação, os Piratas do Chapéu de Palha, Luffy explora a Grand Line em busca do tesouro mais procurado do mundo, o \"One Piece\", a fim de se tornar o próximo Rei dos Piratas. O mangá foi adaptado em um episódio OVA produzido pela Production I.G em 1998, e num anime produzido pela Toei Animation, transmitido no Japão desde 1999. Além disso, a Toei Animation produziu catorze filmes de anime, um OVA e treze episódios especiais de televisão. Foram lançadas também vários tipos de mídias desenvolvidas por diversas empresas relacionadas à série, como um jogo de cartas colecionável, e vários jogos eletrônicos. A série de mangá é licenciada e publicada no Brasil pela editora Panini Comics. A série de anime já foi exibida no Brasil, e em Portugal. Atualmente a série é transmitida simultaneamente pela Crunchyroll no Brasil e será transmitida pelo Netflix com uma nova dublagem.One Piece recebeu elogios pelo seu enredo, arte, humor e caracterização. Vários volumes do mangá quebraram recordes de publicação, incluindo a maior tiragem inicial de qualquer livro no Japão. O sítio oficial da série anunciou que o mangá estabeleceu um recorde mundial como \"a série de quadrinhos de um mesmo autor com mais cópias publicadas no mundo\". Até maio de 2020, o mangá já tinha vendido mais de 473 milhões de cópias em todo o mundo, sendo a série de mangá mais vendida da história. Foi a série de mangá mais vendida pelo décimo primeiro ano consecutivo em 2018. One Piece é uma das franquias de mídia com maior bilheteria de todos os tempos, estima-se que tenha gerado mais de 21 bilhões de dólares em receita total de franquia, a partir de mangás, animes e filmes, jogos e mercadorias. A série centra-se em Monkey D. Luffy, um jovem que, inspirado por seu ídolo de infância e poderoso pirata Shanks, \"o Ruivo\", sai em uma jornada do mar East Blue para encontrar o famoso tesouro One Piece e proclamar-se o Rei dos Piratas. Em um esforço para organizar sua própria tripulação, os Piratas do Chapéu de Palha , Luffy salva e faz amizade com um espadachim chamado Roronoa Zoro, que se torna seu braço direito na busca pelo One Piece. Eles estão acompanhados em sua jornada por Nami, uma navegadora e ladra; Usopp, um atirador e um mentiroso; e Vinsmoke Sanji, um chef de cozinha mulherengo. Eles adquirem um navio chamado Going Merry e se envolvem em confrontos com famosos piratas do East Blue. Conforme Luffy e sua tripulação partem para novas aventuras, surgem novos membros na tripulação, como Tony Tony Chopper, um médico e uma rena antropomórfica; Nico Robin, uma arqueóloga e ex-assassina; Franky, um carpinteiro ciborgue; Brook, um esqueleto músico e espadachim; e Jimbei, um tritão homem-peixe e ex-membro dos Sete Corsários. Uma vez que o Going Merry fica seriamente danificado, os Piratas do Chapéu de Palha adquirem um novo navio chamado Thousand Sunny . Juntos, eles encontram outros piratas, caçadores de recompensas, organizações criminosas, revolucionários, agentes secretos e soldados do corrupto Governo Mundial, e vários outros amigos e inimigos, enquanto navegam nos mares em busca de seus sonhos. O mundo de One Piece é povoado por seres humanos e muitas outras raças, tais como homens-peixe , anões, minks , e gigantes. Ele é coberto por dois vastos oceanos, que são divididos por uma enorme cadeia de montanhas chamada de Red Line , que representa o único continente no mundo. A Grand Line , é um mar que corre perpendicular à Linha Vermelha, dividindo-se em quatro mares: North Blue , East Blue , West Blue e South Blue .Em torno da Grand Line existem duas regiões chamadas Calm Belts , semelhante às latitudes dos cavalos, onde quase não há correntes de vento e o mar está cheio de grandes criaturas marinhas chamadas de Reis dos Mares . Devido a isso, os calm belts são barreiras muito eficazes para aqueles que tentam entrar na Grand Line. No entanto, os navios da marinha, membros de uma organização intergovernamental conhecida como Governo Mundial, são capazes de usar as pedras-do-mar para mascarar a sua presença dos reis do mar e simplesmente passar pelos calm belts. Todos os outros navios são obrigados a seguir uma rota mais perigosa, atravessando uma montanha na primeira interseção da Grand Line e Red Line, um sistema de canais conhecido como Montanha Reversa . A água do mar de cada um dos quatro mares corre a montanha e se funde no topo, e passam a escorrer de um quinto canal, na primeira metade do Grand Line. A segunda metade da Grand Line, além da segunda interseção com a Red Line, é conhecida como Novo Mundo .As correntes e o clima do mar aberto da Grand Line são extremamente imprevisíveis, enquanto que nas proximidades das ilhas o clima é estável. Os campos magnéticos dentro da Grand Line causam mal funcionamento em bússolas normais, tornando ainda mais difícil a navegação sendo, em vez disso, necessário utilizar uma bússola especial chamada Log Pose . A Log Pose funciona bloqueando o campo magnético de uma ilha e depois bloqueando o campo magnético de outra ilha. O tempo para isso ocorrer depende da ilha. Este processo pode ser ignorado pela obtenção de uma Eternal Pose , uma variação da Log Pose que está permanentemente configurada para uma ilha específica e nunca muda.O mundo de One Piece inclui anacronismos, como os Caracóis-Receptores , caracóis que podem ser conectados a um equipamento elétrico e funcionam como telefones rotativos, máquinas de fax, câmeras de vigilância, e dispositivos similares. Os Discos , conchas de certos animais que habitam no céu, podem ser utilizadas para armazenar energia cinética, vento, som, imagens, calor e similares e tem várias aplicações. A Fruta do Diabo é um tipo de fruto que, quando ingerido, conferem poderes ao consumidor. Uma pessoa só pode comer uma fruta do diabo durante a vida, pois comer uma segunda fruta do diabo a levará à morte. Existem três categorias de frutos do diabo: Paramecia é uma categoria de frutas que confere ao usuário habilidades sobre-humanas, como os poderes de borracha de Luffy. Zoan permite que o usuário se transforme total ou parcialmente em um animal específico. Certas frutas Zoan permitem que o usuário se transforme em criaturas míticas. Através de uma técnica desconhecida desenvolvida pelo cientista Dr. Vegapunk, objetos inanimados também podem \"comer\" uma fruta do diabo, como a espada unkfreedd e Spandam, que pode se transformar em um elefante. Logia dá controle e permite que o usuário \"transforme sua estrutura de corpo vivo nos poderes da natureza\", como o controle de Ace sobre o fogo.Diz-se que as frutas do diabo são encarnações do próprio diabo do mar e, como resultado, os usuários da fruta do diabo não podem nadar na água do mar, pois \"eles são odiados pelo mar\". A pedra-do-mar também tem esse efeito. Mesmo parcialmente submersos na água do mar, eles perdem toda a sua força e coordenação, embora algumas habilidades permaneçam. Por exemplo, Luffy ainda é capaz de se esticar após ser totalmente submerso. Água em movimento, como chuva ou ondas, não tem esse efeito. Quando um usuário da fruta do diabo morre, os poderes reencarnam em uma nova fruta do diabo. Por razões desconhecidas, os usuários da fruta do diabo não podem comer uma segunda fruta do diabo porque isso causaria a explosão de seus corpos, embora o antagonista Barba Negra consiga obter um segundo poder da fruta do diabo por meio de um método desconhecido. Os poderes da fruta do diabo também podem ser \"despertados\", aumentando muito o poder e a utilidade das habilidades do usuário. Haki é uma habilidade latente que todo ser vivo possui no mundo de One Piece; poucos conseguem despertá-la, e menos ainda dominá-la. Existem três variedades de Haki: Haki da Observação ou Mantra permite sentir a presença de outros seres e também para ter uma forma de precognição limitada. Haki do Armamento permite que alguém envolva partes do corpo e até formas inanimadas com uma força semelhante a uma armadura invisível que possui propriedades defensivas e ofensivas. Também permite infligir danos aos usuários de uma fruta do diabo. Haki do Rei Conquistador é uma habilidade rara que, ao contrário dos outros dois Hakis, apenas algumas pessoas superdotadas têm. O Haki do Rei Conquistador permite dominar a força de vontade dos fracos. Ele pode ser usado para controle da mente ou até mesmo tornar a vítima inconsciente. Nota-se que as pessoas fortes podem suportar ou até mesmo ignorar completamente os efeitos deste Haki, mesmo que elas não possuam essa habilidade. Este tipo de Haki também pode ter impactos físicos, como causar tremores e destruição a área ao redor do usuário. Oda começou a escrever One Piece em 1996, enquanto trabalhava como assistente de Nobuhiro Watsuki. Começou com duas histórias em one-shot, intituladas Romance Dawn—que mais tarde seria usado como o título do primeiro capítulo e volume de One Piece. Ambos apresentavam o personagem de Luffy e incluíam elementos que apareceriam mais tarde na série principal. A primeira dessas histórias curtas foi publicada em agosto de 1996 na Akamaru Jump e posteriormente em One Piece Red. A segunda foi publicada na 41.ª edição da Weekly Shōnen Jump em 1996 e republicada na coleção de histórias curtas de Oda de 1998, Wanted!.Ao criar uma fruta do diabo, Oda pensa em algo que satisfaria um desejo humano; ele acrescentou que não vê por que desenharia uma fruta do diabo, a menos que a aparência da fruta atraísse alguém a comê-la. Os nomes de muitos ataques especiais, assim como outros conceitos do mangá, consistem em uma forma de punição na qual as frases escritas em kanji são combinadas com uma leitura idiossincrática. Os nomes das técnicas de Luffy, Sanji, Chopper, Robin e Franky são frequentemente misturados com outras línguas, e os nomes de várias técnicas de espada de Zoro são projetados como piadas; alguns deles parecem assustadores à primeira vista, mas soam como tipos de comida quando lidos em voz alta. Por exemplo, o movimento Onigiri, de Zoro, significa corte demoníaco, mas é pronunciado da mesma forma que bolinho de arroz em japonês. Eisaku Inoue, diretor de animação, disse que os criadores não usaram essas leituras de kanji no anime, uma vez que \"poderiam ter diminuído as risadas pela metade\". No entanto, o diretor Konosuke Uda disse que acredita que os criadores \"fizeram o anime bem próximo do mangá\".Oda mostrou-se \"sensível\" sobre como seu trabalho seria traduzido. Em muitos casos, a versão anglófona do mangá de One Piece usa uma onomatopeia para várias onomatopeias usadas na versão japonesa. Por exemplo, \"saaa\" e \"zaaa\" foram ambas traduzidas como \"fshhhhhhh\". Ao contrário de outros artistas de mangá, Oda desenha tudo o que se move para criar uma aparência consistente, deixando sua equipe desenhar os cenários com base em esboços que ele desenhou. Quando um leitor perguntou por quem Nami estava apaixonado, Oda respondeu que dificilmente haveria casos de amor dentro da equipe de Luffy. O autor também explicou que evita deliberadamente incluí-los em One Piece, já que a série é um mangá shōnen e os meninos que o leem não estão interessados em histórias de amor.Oda revelou que ele originalmente planejou One Piece para durar cinco anos, e que ele já havia planejado o final. No entanto, ele descobriu que levaria mais tempo do que esperava. Oda afirmou que o final seria o que ele havia decidido no começo e que está comprometido em concretizá-lo. Escrito e ilustrado por Eiichiro Oda, One Piece tem sido serializado pela Weekly Shōnen Jump desde 22 de julho de 1997. Os capítulos foram compilados em volumes tankōbon pela Shueisha desde 24 de dezembro de 1997. No total, há 978 capítulos e 96 volumes tankōbon. Oda, em parceria com Akira Toriyama, criou um crossover de One Piece e Dragon Ball, de Toriyama. Intitulado Cross Epoch, o one-shot foi publicado na edição de 25 de dezembro de 2006 da Weekly Shōnen Jump e na edição de abril de 2011 da Shonen Jump. Oda colaborou com Mitsutoshi Shimabukuro, autor de Toriko, para um one-shot crossover de suas séries intitulado Taste of the Devil Fruit , lançado na edição de 4 de abril de 2011 da Weekly Shōnen Jump. A série spin-off One Piece Party , escrita por Ei Andō em estilo chibi, sendo serializado na edição de janeiro de 2015 da Saikyō Jump.O mangá de One Piece foi licenciado em inglês pela Viz Media, publicando em capítulos na revista Shonen Jump, desde o lançamento da mesma em novembro de 2002, e em volumes encadernados desde 30 de junho de 2003. Em 2009, Viz anunciou o lançamento de cinco volumes por mês durante a primeira metade de 2010 para alcançar a serialização no Japão. Após a descontinuação da Shonen Jump, a Viz começou a lançar One Piece capítulo a capítulo em seu sucessor digital Weekly Shonen Jump em 30 de janeiro de 2012. No Reino Unido, os volumes foram publicados pela Gollancz Manga, começando em março de 2006, até a Viz Media assumir o controle depois do décimo quarto volume. Na Austrália e Nova Zelândia, os volumes em inglês foram distribuídos pela Madman Entertainment desde 10 de novembro de 2008. Na Polônia, o mangá é licenciado pela Japonica Polonica Fantastica, Glénat na França, Panini Comics no Mexico e Brasil, LARP Editores e posteriormente Ivrea na Argentina, Planeta de Libros na Espanha e Edizioni Star Comics na Itália. One Piece: Defeat Him! The Pirate Ganzack! foi produzido pela Production I.G para o Jump Super Anime Tour de the 1998 e foi dirigido por Gorō Taniguchi.Um segundo filme, One Piece: Romance Dawn Story, foi produzido pela Toei Animation em julho de 2008 para o Jump Super Anime Tour. Tem 34 minutos de duração e foi baseado na primeira versão de Romance Dawn. Inclui os Piratas do Chapéu de Palha até Brook e seu segundo navio, o Thousand Sunny. O filme foi lançado mais tarde como um DVD de conteúdo triplo, com Dragon Ball: Yo! Son Goku and His Friends Return!! e Tegami Bachi: Light and Blue Night, que estava disponível apenas através de uma oferta de correio exclusivamente para residentes japoneses. O OVA One Piece Film Strong World: Episode 0 adapta o especial do mangá \"Chapter 0\", que mostra como estavam as coisas antes e depois da morte de Roger. Recebeu um lançamento limitado de três mil DVDs como uma colaboração com a marca House Foods. Romito, Joseph . «One Piece». In: Beaty, Bart H.; Weiner, Stephen. Critical Survey of Graphic Novels: Manga. Ipswich, Mass.: Salem Press. pp. 242–246. ISBN 978-1-58765-955-3 Sasada, Hiroko . «The Otherness of Heroes: The Shonen as Outsider and Altruist in Oda Eiichiro's One Piece». International Research in Children's Literature. 4 : 192–207. doi:10.3366/ircl.2011.0026 Sítio oficial Sítio oficial do mangá da Weekly Shōnen Jump Sítio oficial do mangá da Viz Media Sítio oficial da Madman Entertainment One Piece  no Anime News Network","sentences":[{"text":"One Piece é uma série de mangá escrita e ilustrada por Eiichiro Oda.","keywords":["One Piece","Eiichiro Oda","série","escrita"],"images":["https://upload.wikimedia.org/wikipedia/en/thumb/9/90/One_Piece%2C_Volume_61_Cover_%28Japanese%29.jpg/220px-One_Piece%2C_Volume_61_Cover_%28Japanese%29.jpg","https://cdn.vox-cdn.com/thumbor/6Baw6GVSJCv6pAoJaKHuGD9ajK0=/1400x1400/filters:format(png)/cdn.vox-cdn.com/uploads/chorus_asset/file/8890341/one_piece.png"],"googleSearchQuery":"One Piece"},{"text":"Os capítulos têm sido serializados na revista Weekly Shōnen Jump desde 22 de julho de 1997, com os capítulos compilados e publicados em 96 volumes tankōbon pela editora Shueisha até abril de 2020.","keywords":["capítulos compilados","revista Weekly Shōnen Jump","capítulos","volumes tankōbon","editora Shueisha","julho","abril"],"images":["https://upload.wikimedia.org/wikipedia/pt/thumb/f/ff/One_Piece_vol._01.jpg/200px-One_Piece_vol._01.jpg","https://i0.wp.com/ae01.alicdn.com/kf/HTB1ISgWckKWBuNjy1zjq6AOypXaZ/-font-b-Naruto-b-font-Tokyo-Ghoul-One-Piece-font-b-Death-b-font-font.jpg?crop=5,2,900,500&quality=2886"],"googleSearchQuery":"One Piece capítulos compilados"},{"text":"One Piece conta as aventuras de Monkey D. Luffy, um jovem cujo corpo ganhou as propriedades de borracha após ter comido uma fruta do diabo acidentalmente.","keywords":["One Piece","propriedades de borracha","aventuras de Monkey D. Luffy","fruta do diabo","jovem","corpo"],"images":["https://upload.wikimedia.org/wikipedia/en/9/90/One_Piece%2C_Volume_61_Cover_%28Japanese%29.jpg","https://upload.wikimedia.org/wikipedia/en/thumb/b/b5/One_Piece_DVD_20.png/220px-One_Piece_DVD_20.png"],"googleSearchQuery":"One Piece One Piece"},{"text":"Com sua tripulação, os Piratas do Chapéu de Palha, Luffy explora a Grand Line em busca do tesouro mais procurado do mundo, o \"One Piece\", a fim de se tornar o próximo Rei dos Piratas.","keywords":["Piratas do Chapéu de Palha","Grand Line","busca do tesouro","One Piece","próximo Rei dos Piratas","tripulação","Luffy","mundo"],"images":["https://sites.google.com/site/onepiecetic/_/rsrc/1338463210519/tripulacao-do-chapeu-de-palha/one-piece-400.jpg","https://sites.google.com/site/onepiecetic/_/rsrc/1338462533920/enredo/One_Piece_wallpaper_9.jpg"],"googleSearchQuery":"One Piece Piratas do Chapéu de Palha"},{"text":"O mangá foi adaptado em um episódio OVA produzido pela Production I.G em 1998, e num anime produzido pela Toei Animation, transmitido no Japão desde 1999.","keywords":["Production I.G","episódio OVA","Toei Animation","anime","Japão"],"images":["https://upload.wikimedia.org/wikipedia/en/thumb/9/90/One_Piece%2C_Volume_61_Cover_%28Japanese%29.jpg/220px-One_Piece%2C_Volume_61_Cover_%28Japanese%29.jpg","https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Onepiece-welt_%282%29.png/260px-Onepiece-welt_%282%29.png"],"googleSearchQuery":"One Piece Production I.G"},{"text":"Além disso, a Toei Animation produziu catorze filmes de anime, um OVA e treze episódios especiais de televisão.","keywords":["Toei Animation","filmes de anime","episódios especiais de televisão","OVA"],"images":["https://image-cdn.hypb.st/https%3A%2F%2Fhypebeast.com%2Fimage%2F2020%2F04%2Fone-piece-digimon-adventure-toei-animation-suspension-coronavirus-001.jpg?quality=95&w=1170&cbr=1&q=90&fit=max","https://pmcvariety.files.wordpress.com/2018/08/one-piece-cr.jpg?w=681&h=383&crop=1"],"googleSearchQuery":"One Piece Toei Animation"},{"text":"Foram lançadas também vários tipos de mídias desenvolvidas por diversas empresas relacionadas à série, como um jogo de cartas colecionável, e vários jogos eletrônicos.","keywords":["tipos de mídias","jogo de cartas colecionável","jogos eletrônicos","empresas","série"],"images":["https://upload.wikimedia.org/wikipedia/pt/5/5b/One_Piece_of_Tape_%28EP%29.jpeg","https://lh3.googleusercontent.com/nXFsIFDh1UYvdzpv48mNV_L5hqvmnLGW9034UlxCqM8RD2KQCOb2GeWavtVtFBdkTg"],"googleSearchQuery":"One Piece tipos de mídias"}],"downloadedImages":["https://upload.wikimedia.org/wikipedia/en/thumb/9/90/One_Piece%2C_Volume_61_Cover_%28Japanese%29.jpg/220px-One_Piece%2C_Volume_61_Cover_%28Japanese%29.jpg","https://upload.wikimedia.org/wikipedia/pt/thumb/f/ff/One_Piece_vol._01.jpg/200px-One_Piece_vol._01.jpg","https://upload.wikimedia.org/wikipedia/en/9/90/One_Piece%2C_Volume_61_Cover_%28Japanese%29.jpg","https://sites.google.com/site/onepiecetic/_/rsrc/1338463210519/tripulacao-do-chapeu-de-palha/one-piece-400.jpg","https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Onepiece-welt_%282%29.png/260px-Onepiece-welt_%282%29.png","https://image-cdn.hypb.st/https%3A%2F%2Fhypebeast.com%2Fimage%2F2020%2F04%2Fone-piece-digimon-adventure-toei-animation-suspension-coronavirus-001.jpg?quality=95&w=1170&cbr=1&q=90&fit=max","https://upload.wikimedia.org/wikipedia/pt/5/5b/One_Piece_of_Tape_%28EP%29.jpeg"]}