{"maximumSentences":7,"searchTerm":"TI","prefix":"O que eh","lang":"pt","sourceContentOriginal":"Ti Ti Ti é uma telenovela brasileira produzida pela Rede Globo, transmitida originalmente de 19 de julho de 2010 a 18 de março de 2011, em 209 capítulos, com o último capítulo reexibido em 19 de março de 2011. Foi a 77ª \"novela das sete\" da emissora, substituindo Tempos Modernos e sendo substituída por Morde & Assopra.\nÉ um remake de duas novelas escritas por Cassiano Gabus Mendes: Plumas e Paetês (1980), de onde veio a história de Marcela, e a própria Ti Ti Ti (1985), de onde saiu a trama principal e o restante das paralelas, tendo mantido o nome da segunda na versão.Foi adaptada por Maria Adelaide Amaral, com colaboração de Vincent Villari, Álvaro Ramos, Letícia Mey, Rodrigo Amaral e Marta Nehring, com direção de Marcelo Zambelli, Maria de Médicis, Fred Mayrink e Ary Coslov, e direção geral e de núcleo de Jorge Fernando.Contou com as participações de  Murilo Benício, Alexandre Borges, Cláudia Raia, Isis Valverde, Guilherme Winter, Caio Castro, Guilhermina Guinle e Malu Mader.\n\n\n== Produção ==\n\nEm 2008 Maria Adelaide Amaral declarou que não tinha vontade de voltar a escrever novelas – ela foi autora do remake de Anjo Mau, em 1997, após vinte anos como colaboradora de outras tramas – e que seu foco desde 1999 era produzir apenas minisséries.  Em agosto de 2009 foi anunciado que a emissora faria um remake de Ti Ti Ti, originalmente criada por Cassiano Gabus Mendes em 1985, e Maria Adelaide foi convocada para escrever a nova versão, aceitando o posto por ser admiradora do autor. A autora, no entanto, considerou que Ti Ti Ti precisava de outras histórias paralelas marcantes e que pudessem atrair os jovens, tendo aval da emissora para adicionar na nova versão a trama da personagem Marcela da novela Plumas e Paetês, também escrita por Cassiano e originalmente interpretada por Elizabeth Savalla.Na trama original, Marcela pegava uma carona com Osmar e sua noiva Julia, que estavam indo à São Paulo apresentá-la para a família, porém o casal morre em um acidente e ela decide assumir o posto de falsa noiva para não ficar desamparada. No entanto, Maria Adelaide decidiu modernizar a história, apostando em um casal gay, Julinho e Osmar, no qual o segundo morria no acidente e Marcela assumia o posto de noiva à pedido de Julinho, que temia que a família de seu falecido noivo não aceitasse a sexualidade dele logo após o luto. Originalmente planejada para 2011, e que iria tomar o lugar de Morde & Assopra, no entanto a obra foi adiantada e passou a figurar antes desta, entrando no ar após Tempos Modernos, uma vez que a emissora não queria emendar duas tramas que abordassem tecnologia. As gravações começaram em 28 de abril de 2010 em Belo Horizonte, para onde viajaram Isis Valverde, André Arteche e Gustavo Leão para registrar as cenas iniciais de seus personagens antes da mudança para São Paulo.Cláudia Raia teve que mudar diversas vezes de visual durante a telenovela, iniciando-a de cabelos pretos e mudando para o loiro e um corte mais curto posteriormente. Já Murilo Benício teve que emagrecer 11 quilos, uma vez que havia engordado após A Favorita dois anos antes. Guilherme Winter participou dos primeiros capítulos e ficou fora da trama durante o primeiro mês para se recuperar de um problema de saúde. Maria Adelaide ficou satisfeita com o trabalho de diversos atores, escalando boa parte do elenco para sua próxima trama, Sangue Bom, incluindo Malu Mader, Giulia Gam, Marco Ricca, Armando Babaioff, Mayana Neiva, Maria Helena Chira, além de Humberto Carrão, Sophie Charlotte e Marco Pigossi como protagonistas.\n\n\n=== Escolha do elenco ===\nCássio Gabus Mendes foi o primeiro convidado para interpretar o protagonista Victor Valentim, porém o ator alegou que se sentiria abalado em estar em uma trama originalmente escrita por seu pai, sendo que o papel ficou para Murilo Benício. Fábio Assunção foi o primeiro nome pensado para interpretar o outro protagonista, Jacques Leclair, porém o ator foi considerado inexperiente na comédia e a produção temeu que isso pudesse prejudicar o andamento da trama. Eduardo Moscovis foi convidado para o papel, no entanto ele recusou por não desejar mais fazer novelas, apenas seriados – o ator só voltaria para uma em A Regra do Jogo, em 2015, dez anos após sua última. Alexandre Borges foi convidado na sequência após ser sugerido por Cláudia Raia. Originalmente Drica Moraes foi confirmada como Susana, porém a atriz teve que deixar os primeiros ensaios por problemas de saúde e foi substituída por Malu Mader.Mariana Rios foi escalada para interpretar Desirée, porém logo depois a atriz foi deslocada para Araguaia sem maiores explicações e substituída por Mayana Neiva. Deborah Evelyn, Ângela Vieira e Christiane Torloni eram as opções da direção para viver Rebeca, sendo que a terceira foi escolhida por sugestão de Eva Wilma, a interprete original da personagem. Caio Castro foi convidado pela autora enquanto ainda estava em Malhação, tendo que deixar a trama para aceitar o papel. Juliana Alves foi a primeira antagonista negra de uma telenovela da Rede Globo. Armando Babaioff entrou na trama em 28 de dezembro interpretando um surfista que se envolvia com Jaqueline, mas se apaixonava mesmo por Julinho.\n\n\n=== Participações especiais ===\nA modelo Luíza Brunet fez algumas participações na trama. A primeira delas no dia 7 de setembro de 2010, quando foi conhecer os ateliês de Victor Valentim e Jacques Leclair. No capítulo do dia 20 de setembro, onde ela comanda um desfile de moda e usou dois vestidos diferentes e também no último capítulo. Débora Falabella também fez uma participação decisiva na novela. Ela interpretou Isabel, a antiga namorada de Renato (Guilherme Winter) e que veio disposta a disputá-lo com Marcela (Isis Valverde). A atriz entrou na trama no dia 1 de fevereiro de 2011. A apresentadora Xuxa fez uma participação especial no capítulo do dia 12 de fevereiro de 2011. A Rainha foi o \"presente\" de aniversário que Ariclenes (Murilo Benício) deu a Jaqueline (Cláudia Raia), juntas elas cantaram o hit \"Ilariê\". Drica Moraes após se recuperar, fez uma participação na reta final da novela, interpretando Teresa Batalha, uma fisioterapeuta e antiga amiga de Jaqueline (Cláudia Raia). As cenas dela começaram a ir ao ar a partir de 2 de março de 2011.\n\n\n== Enredo ==\nAlexandre Borges e Murilo Benício interpretam os rivais da história, respectivamente Jacques Leclair e Victor Valentim, que passam a novela inteira se digladiando para ver quem sobressai no mundo na moda como estilista bem-sucedido, com o nome transformado em grife e as coleções desfiladas nas grandes semanas de moda e fotografadas para as revistas de celebridades. Seus nomes, no entanto, não são verdadeiros. Sob a personalidade espalhafatosa, afetada e sedutora de Jacques Leclair se esconde o divertido e cafona André Spina, pai de quatro filhos, que trabalha com o segmento de vestidos para festas. Victor Valentim, por sua vez, é uma figura inventada por Ariclenes Martins, o Ari, para disputar os holofotes com André.\nNascidos na mesma vila do bairro do Belenzinho, na zona leste de São Paulo, e inimigos desde a infância, Ariclenes Martins e André Spina sempre disputaram tudo: brinquedos, amigos e garotas. André é dono de um ateliê no Tatuapé, onde atende pelo nome de Jacques Leclair, sendo muito prestigiado pela elite da região.\nGrande parte de seu sucesso vem de seu irresistível poder de sedução, que ele disfarça assumindo um comportamento afetado, como se fosse gay, para não despertar os ciúmes dos maridos de suas clientes. Ele começou a carreira ao lado da costureira Marta (Dira Paes), sua vizinha no Belenzinho, que confeccionou suas primeiras criações e o incentivou a investir em roupas de festa. Abandonou-a quando conheceu Ana Maria, filha de um grande atacadista e que tinha o dinheiro necessário para ele montar seu primeiro ateliê. Com Ana Maria, teve quatro filhos: Pedro (Marco Pigossi), Valquíria (Juliana Paiva) e os gêmeos Maria Beatriz, a Mabi (Clara Tiezzi), e Luis Felipe, o Lipe (David Lucas). Bem de vida, morando num duplex do Jardim Anália Franco com os filhos e a tia, Júlia (Nicette Bruno), que o criou como filho, André sonha transformar-se em um estilista de elite, e é nesse contexto que conhece Jaqueline (Claudia Raia).\nJaqueline mora em um amplo apartamento no bairro dos Jardins. Elegante e de indiscutível bom gosto, vive um casamento falido com Breno (Tato Gabus Mendes), com quem tem uma filha, Thaísa (Fernanda Souza), que em nada se parece com a mãe. Por sugestão de uma amiga de Thaísa, que precisa comprar um vestido para uma festa, Jaqueline chega ao ateliê de Jacques Leclair e se encanta pelo jeito sedutor do estilista. Assim como outras clientes, ela não resiste ao charme de Jacques e se torna sua amante.\nCom seu extremo bom gosto, Jaqueline percebe que o problema dos vestidos de Jacques Leclair é o excesso de informação: as roupas são bem cortadas, mas há muitos brilhos e babados. Ela começa a editar as criações, fazendo pequenas adaptações nos croquis originais e transformando os vestidos em peças sofisticadas, levando o estilista a se dar conta de que precisa daquela mulher como seu braço direito. Além disso, Jaqueline é a chave das portas do high society que Jacques tanto almeja, graças a sua rede de relações sociais. Ela é grande amiga de Stela (Mila Moreira), personal stylist que dá consultoria a empresas e personalidades, e que tem uma coluna na conceituada revista Moda Brasil. Com Jaqueline a seu lado, o nome de Jacques Leclair finalmente começa a aparecer.\nApaixonada pelo estilista, Jaqueline resolve se separar de Breno e dá início a uma guerra pelo patrimônio familiar. Breno contrata o detetive particular Mário Fofoca (Luis Gustavo) para que ele comprove a infidelidade da esposa – de acordo com o contrato pré-nupcial assinado pelos dois, ele pode expulsá-la de casa só com a roupa do corpo caso comprove que ela é infiel. Jaqueline sai de casa certa de que vai se casar com Jacques Leclair, mas o estilista, que não está apaixonado, dá a desculpa esfarrapada de que seus filhos não o perdoariam se ele tentasse substituir a falecida mãe deles.\nJaqueline passa a viver na esperança de se casar com Jacques quando os filhos se emanciparem, e não se importa de ajudá-lo a brilhar no mundo da moda. Mas o estilista, vaidoso, seduz as clientes e sai com várias delas, sempre escondido da ciumenta Jaqueline. Até que Jaqueline contrata Clotilde (Juliana Alves) para trabalhar no ateliê, sem imaginar que o objetivo da moça de aparência humilde é conquistar e casar-se com Jacques Leclair. Apaixonado, André se rende aos encantos da ardilosa moça. Quando Jaqueline descobre o envolvimento dos dois, jura vingança.\nAri, por sua vez, chegou a ganhar muito dinheiro na loteria. Casou-se com a namorada, Suzana (Malu Mader) – com quem teve um filho, Luti (Humberto Carrão) –, e foi morar com a família no bairro nobre dos Jardins. Por não saber administrar seu dinheiro, porém, perdeu tudo depois de apostar em negócios incertos. O casamento acabou, já que Ari e Suzana descobriram ter personalidades e estilos incompatíveis. Suzana se dedicou aos estudos, conquistou seu espaço no mercado e chegou a chefe da revista Moda Brasil. Com o fim da fortuna de Ari, viu-se obrigada a sustentar o ex-marido para não prejudicar os estudos do filho, que decidiu morar com o pai. É Suzana quem paga o aluguel dos dois. Sensato, Luti sabia que Ari precisava mais dele do que sua mãe, e optou por ajudá-lo a pagar as contas da casa. O rapaz se divide entre a faculdade de Belas Artes e trabalhos como garçom.\nEnquanto espera ser novamente agraciado pela sorte, e certo de que uma ideia genial o fará recuperar a fortuna que teve um dia, Ari inventa projetos que nunca dão certo, sempre com a ajuda do amigo Chico (Rodrigo Lopez), um tipo mais atrapalhado do que ele. Até que sua atenção é atraída por uma velha senhora maltrapilha, uma moradora de rua que carrega consigo uma coleção de bonecas para as quais cria diversos modelos de vestidos. Entre seus pertences, está um boneco que ela apresenta como Victor Valentim, “o mais belo e corajoso príncipe da Espanha”. Ari não perde tempo e, diante da oportunidade que tem em mãos, abriga a senhora em uma casa de repouso, providencia tecidos e a estimula a criar novos e originais modelos. Em seguida, pede ao filho desenhista para transformá-los em croquis.\nAri leva os desenhos feitos por Luti para as costureiras Marta e Nicole (Elizângela), suas vizinhas no Belenzinho, confeccionarem os modelos, e revela seu plano de se transformar em um famoso costureiro espanhol. Marta, que foi abandonada por Jacques Leclair na juventude, não acredita que o plano possa dar certo, mas aceita o risco. Eles convocam Desirée (Mayana Neiva), filha de Nicole, para desfilar o primeiro modelito, um deslumbrante vestido vermelho, em uma festa da revista Moda Brasil, diante de uma multidão de fotógrafos e convidados importantes do mundo fashion. O vestido faz enorme sucesso e todos querem saber o nome do estilista responsável pelo modelo, gerando um ti-ti-ti em torno da identidade de Victor Valentim, que Ari consegue manter em segredo até a reta final da trama.\nCaracterizado como Valentim, com um figurino semelhante a de um toureiro, Ari é sedutor com as clientes, alimentando o mito do falso estilista espanhol. A certa altura, Jaqueline, que jurara vingar-se de Jacques, passa para o lado de Ari, para depois romper também com ele e criar sua própria grife.\nO que Ari ignora é que a doce velhinha que costura os vestidos de bonecas, fonte de seu sucesso, é na verdade Cecília (Regina Braga), a mãe desaparecida de André. Quando jovem, ela deixou o filho aos cuidados da irmã, Júlia, e partiu com o novo namorado. Abandonada e sem coragem de voltar para casa, Cecília deixou que a culpa a consumisse de tal forma que afetou sua sanidade – a ponto de nem lembrar seu verdadeiro nome.\nA rivalidade entre Ari e André se mantém durante toda a trama, sendo acirrada quando seus filhos, Luti e Valquíria, apaixonam-se, vivendo um namoro conturbado. A certa altura, Jaqueline, que havia até virado freira ao longo da trama, casa-se com o surfista Thales (Armando Babaioff), dono de uma confecção. O casamento, na verdade, é forjado, para que Thales possa resgatar sua herança, retida por sua avó. O enlace, por sua vez, permite a Jaqueline se vingar de Jacques, fazendo-o assinar um contrato de sociedade com Thales. Na hora de assinar os papéis, Thales troca os documentos e Jacques acaba vendendo sua marca para Thales, perdendo a autonomia de seus negócios. Jaqueline vira a diretora criativa da marca de Jacques Leclair.\nApós muitas trocas de farpas, alfinetadas, sabotagens e altos e baixos de ambas as partes, os estilistas acabam concordando em fazer as pazes, ainda que a contragosto, depois que a história de Cecília é descoberta. Com os cuidados e o tratamento recebidos na clínica onde a Ari a deixou, a mãe de André recupera a memória e a sanidade, e volta para a família, exigindo uma trégua entre os dois.\nAri, que passou a novela inteira tentando reconquistar a ex-mulher, Suzana, descobre que Marta é a mulher de sua vida, e pede a costureira em casamento. Suzana encontra um novo amor, o escritor de novelas Fernando Flores (Fábio Assunção). E André continua com Clotilde.\nNo final da trama, Ari, Jaqueline e Jacques, após uma derrota de suas respectivas grifes em um concurso de moda, unem suas forças, incentivados por Clotilde, e criam uma sociedade para brilhar no mundo da moda.\n\n\n== Exibição ==\nInicialmente, a trama era exibida com classificação livre para todos os públicos. Mas o Ministério da Justiça interveio e, a partir de 22 de setembro de 2010, a telenovela passou a ser não recomendada para menores de dez anos. A justificativa foi que eram exibidas cenas de consumo de drogas e agressões físicas e verbais, além de linguagem de conteúdo sexual.\n\n\n== Elenco ==\n\n\n=== Participações especiais ===\n\n\n== Audiência ==\nTi Ti Ti estreou com média de 29 pontos e picos de 32. Logo na primeira semana a trama estabilizou-se em índices entre 28 e 31 pontos, representando um grande aumento em relação à antecessora, Tempos Modernos, que constantemente ficava abaixo dos 20 e saiu do ar com a menor média da história das \"novelas das sete\", derrubando em 7 a audiência de Caras & Bocas. Sua menor audiência foi de 20 pontos, registrada no dia 4 de setembro, um sábado. Três dias depois, em 7, a trama atingiu 33 pontos.  Já em 11 de janeiro bateu seu recorde ao conquistar 35 pontos e picos de 42, audiência não vista em toda exibição da novela anterior. Em fevereiro a trama se tornou a mais assistida da emissora, ultrapassando a audiência da \"novela das oito\" Insensato Coração.Em seu último capítulo registrou um novo recorde e marcou 37 pontos, com picos de 41 e 64% de participação dos televisores ligados.  Sua média geral foi de 30 pontos, a segunda maior audiência em seis anos. Ti Ti Ti foi considerada pelos jornalistas especializados um um grande exemplo de como reverter uma situação de crise, uma vez que recuperou 6 pontos de média geral perdida pela trama anterior.\n\n\n== Exibição internacional ==\nO nome da novela em sua versão espanhola é Cuchicheos, onde a abertura sofre modificações no nome e nas letras dos créditos.\n\n\n== Trilha Sonora ==\n\n\n== Prêmios ==\nPrêmio Arte Qualidade Brasil (2010)\n\nMelhor novela\nMelhor ator - Murilo Benício (Ariclenes/Victor Valentim)\nMelhor atriz revelação - Mayana Neiva (Desirée)\nMelhor ator revelação - Caio Castro (Edgar)\nMelhor atriz infantil/juvenil - Clara Tiezzi (Mabi)\nMelhor ator infantil/juvenil - David Lucas (Lipe)\nMelhor autora - Maria Adelaide Amaral\nMelhor diretor - Jorge FernandoPrêmio Extra de Televisão (2010)\n\nMelhor ator - Murilo Benício (Ariclenes/Victor Valentim)APCA (2010)\n\nMelhor ator - Murilo Benício (Ariclenes/Victor Valentim)Prêmio Paulistanos do Ano (2010)\n\nAtor - Alexandre Borges (André/Jacques)Capricho Awards (2010)\n\nMelhor ator - Caio Castro (Edgar)\nMelhor atriz - Ísis Valverde (Marcela)PopTevê - site \"UOL\"\n\nMelhor novela\nMelhor ator - Murilo Benício (Ariclenes/Victor Valentim)Prêmio TV Press (2010)\n\nMelhor ator - Murilo Benício (Ariclenes/Victor Valentim)Prêmio Melhores da Revista da TV (2010)\n\nMelhor novela\nMelhor atriz - Cláudia Raia (Jaqueline)\nRevelação do ano - Clara Tiezzi (Mabi)Melhores do ano - site \"Portal O Planeta TV\"\n\nMelhor novela\nMelhor ator de telenovela: Murilo Benício (Ariclenes/Victor Valentim)\nMelhor autor de telenovela: Maria Adelaide Amaral\nMelhor abertura de telenovela\nMelhor par romântico de telenovela: Marcela (Ísis Valverde) e Edgar (Caio Castro)\nDestaque do ano: André Arteche (Julinho)Melhores do ano - site \"MdeMulher\" (Ed. Abril)\n\nMelhor novela\nAtriz revelação - Mayana Neiva (Desirée)\nMelhor mocinha - Ísis Valverde (Marcela)\nGato do ano - Caio Castro (Edgar) Melhores do Ano - Domingão do Faustão (2010)\n\nMelhor ator ou atriz mirim - Clara Tiezzi (Mabi)\nMelhor atriz revelação - Mayana Neiva (Desirée)\nMelhor ator - Murilo Benício (Ariclenes/Victor Valentim)\nMelhor atriz - Cláudia Raia (Jaqueline)Prêmio Minha Novela\n\nMelhor novela\nMelhor ator - Murilo Benício (Ariclenes/Victor Valentim)\nAtriz infantil - Clara Tiezzi (Mabi))\nRevelação do ano - Clara Tiezzi (Mabi)\nCasal do ano - Marcela (Ísis Valverde) e Edgar (Caio Castro)Troféu Imprensa (SBT)\n\nMelhor novelaTroféu Internet (SBT)\n\nMelhor novelaPrêmio Contigo! de TV (2010)\n\nMelhor novela\nMelhor ator - Murilo Benício (Ariclenes/Victor Valentim)\nMelhor atriz - Cláudia Raia (Jaqueline)\nMelhor atriz infantil - Clara Tiezzi (Mabi)\nMelhor autora - Maria Adelaide Amaral\nMelhor diretor - Jorge FernandoTop Of Business (2011)\n\nAndré Arteche\n\n\n== Referências ==\n\n\n== Ligações externas ==\n«Site oficial» \n«Ti Ti Ti na SIC»","sourceContentSanitized":"Ti Ti Ti é uma telenovela brasileira produzida pela Rede Globo, transmitida originalmente de 19 de julho de 2010 a 18 de março de 2011, em 209 capítulos, com o último capítulo reexibido em 19 de março de 2011. Foi a 77ª \"novela das sete\" da emissora, substituindo Tempos Modernos e sendo substituída por Morde & Assopra. É um remake de duas novelas escritas por Cassiano Gabus Mendes: Plumas e Paetês , de onde veio a história de Marcela, e a própria Ti Ti Ti , de onde saiu a trama principal e o restante das paralelas, tendo mantido o nome da segunda na versão.Foi adaptada por Maria Adelaide Amaral, com colaboração de Vincent Villari, Álvaro Ramos, Letícia Mey, Rodrigo Amaral e Marta Nehring, com direção de Marcelo Zambelli, Maria de Médicis, Fred Mayrink e Ary Coslov, e direção geral e de núcleo de Jorge Fernando.Contou com as participações de Murilo Benício, Alexandre Borges, Cláudia Raia, Isis Valverde, Guilherme Winter, Caio Castro, Guilhermina Guinle e Malu Mader. Em 2008 Maria Adelaide Amaral declarou que não tinha vontade de voltar a escrever novelas – ela foi autora do remake de Anjo Mau, em 1997, após vinte anos como colaboradora de outras tramas – e que seu foco desde 1999 era produzir apenas minisséries. Em agosto de 2009 foi anunciado que a emissora faria um remake de Ti Ti Ti, originalmente criada por Cassiano Gabus Mendes em 1985, e Maria Adelaide foi convocada para escrever a nova versão, aceitando o posto por ser admiradora do autor. A autora, no entanto, considerou que Ti Ti Ti precisava de outras histórias paralelas marcantes e que pudessem atrair os jovens, tendo aval da emissora para adicionar na nova versão a trama da personagem Marcela da novela Plumas e Paetês, também escrita por Cassiano e originalmente interpretada por Elizabeth Savalla.Na trama original, Marcela pegava uma carona com Osmar e sua noiva Julia, que estavam indo à São Paulo apresentá-la para a família, porém o casal morre em um acidente e ela decide assumir o posto de falsa noiva para não ficar desamparada. No entanto, Maria Adelaide decidiu modernizar a história, apostando em um casal gay, Julinho e Osmar, no qual o segundo morria no acidente e Marcela assumia o posto de noiva à pedido de Julinho, que temia que a família de seu falecido noivo não aceitasse a sexualidade dele logo após o luto. Originalmente planejada para 2011, e que iria tomar o lugar de Morde & Assopra, no entanto a obra foi adiantada e passou a figurar antes desta, entrando no ar após Tempos Modernos, uma vez que a emissora não queria emendar duas tramas que abordassem tecnologia. As gravações começaram em 28 de abril de 2010 em Belo Horizonte, para onde viajaram Isis Valverde, André Arteche e Gustavo Leão para registrar as cenas iniciais de seus personagens antes da mudança para São Paulo.Cláudia Raia teve que mudar diversas vezes de visual durante a telenovela, iniciando-a de cabelos pretos e mudando para o loiro e um corte mais curto posteriormente. Já Murilo Benício teve que emagrecer 11 quilos, uma vez que havia engordado após A Favorita dois anos antes. Guilherme Winter participou dos primeiros capítulos e ficou fora da trama durante o primeiro mês para se recuperar de um problema de saúde. Maria Adelaide ficou satisfeita com o trabalho de diversos atores, escalando boa parte do elenco para sua próxima trama, Sangue Bom, incluindo Malu Mader, Giulia Gam, Marco Ricca, Armando Babaioff, Mayana Neiva, Maria Helena Chira, além de Humberto Carrão, Sophie Charlotte e Marco Pigossi como protagonistas. Cássio Gabus Mendes foi o primeiro convidado para interpretar o protagonista Victor Valentim, porém o ator alegou que se sentiria abalado em estar em uma trama originalmente escrita por seu pai, sendo que o papel ficou para Murilo Benício. Fábio Assunção foi o primeiro nome pensado para interpretar o outro protagonista, Jacques Leclair, porém o ator foi considerado inexperiente na comédia e a produção temeu que isso pudesse prejudicar o andamento da trama. Eduardo Moscovis foi convidado para o papel, no entanto ele recusou por não desejar mais fazer novelas, apenas seriados – o ator só voltaria para uma em A Regra do Jogo, em 2015, dez anos após sua última. Alexandre Borges foi convidado na sequência após ser sugerido por Cláudia Raia. Originalmente Drica Moraes foi confirmada como Susana, porém a atriz teve que deixar os primeiros ensaios por problemas de saúde e foi substituída por Malu Mader.Mariana Rios foi escalada para interpretar Desirée, porém logo depois a atriz foi deslocada para Araguaia sem maiores explicações e substituída por Mayana Neiva. Deborah Evelyn, Ângela Vieira e Christiane Torloni eram as opções da direção para viver Rebeca, sendo que a terceira foi escolhida por sugestão de Eva Wilma, a interprete original da personagem. Caio Castro foi convidado pela autora enquanto ainda estava em Malhação, tendo que deixar a trama para aceitar o papel. Juliana Alves foi a primeira antagonista negra de uma telenovela da Rede Globo. Armando Babaioff entrou na trama em 28 de dezembro interpretando um surfista que se envolvia com Jaqueline, mas se apaixonava mesmo por Julinho. A modelo Luíza Brunet fez algumas participações na trama. A primeira delas no dia 7 de setembro de 2010, quando foi conhecer os ateliês de Victor Valentim e Jacques Leclair. No capítulo do dia 20 de setembro, onde ela comanda um desfile de moda e usou dois vestidos diferentes e também no último capítulo. Débora Falabella também fez uma participação decisiva na novela. Ela interpretou Isabel, a antiga namorada de Renato e que veio disposta a disputá-lo com Marcela . A atriz entrou na trama no dia 1 de fevereiro de 2011. A apresentadora Xuxa fez uma participação especial no capítulo do dia 12 de fevereiro de 2011. A Rainha foi o \"presente\" de aniversário que Ariclenes deu a Jaqueline , juntas elas cantaram o hit \"Ilariê\". Drica Moraes após se recuperar, fez uma participação na reta final da novela, interpretando Teresa Batalha, uma fisioterapeuta e antiga amiga de Jaqueline . As cenas dela começaram a ir ao ar a partir de 2 de março de 2011. Alexandre Borges e Murilo Benício interpretam os rivais da história, respectivamente Jacques Leclair e Victor Valentim, que passam a novela inteira se digladiando para ver quem sobressai no mundo na moda como estilista bem-sucedido, com o nome transformado em grife e as coleções desfiladas nas grandes semanas de moda e fotografadas para as revistas de celebridades. Seus nomes, no entanto, não são verdadeiros. Sob a personalidade espalhafatosa, afetada e sedutora de Jacques Leclair se esconde o divertido e cafona André Spina, pai de quatro filhos, que trabalha com o segmento de vestidos para festas. Victor Valentim, por sua vez, é uma figura inventada por Ariclenes Martins, o Ari, para disputar os holofotes com André. Nascidos na mesma vila do bairro do Belenzinho, na zona leste de São Paulo, e inimigos desde a infância, Ariclenes Martins e André Spina sempre disputaram tudo: brinquedos, amigos e garotas. André é dono de um ateliê no Tatuapé, onde atende pelo nome de Jacques Leclair, sendo muito prestigiado pela elite da região. Grande parte de seu sucesso vem de seu irresistível poder de sedução, que ele disfarça assumindo um comportamento afetado, como se fosse gay, para não despertar os ciúmes dos maridos de suas clientes. Ele começou a carreira ao lado da costureira Marta , sua vizinha no Belenzinho, que confeccionou suas primeiras criações e o incentivou a investir em roupas de festa. Abandonou-a quando conheceu Ana Maria, filha de um grande atacadista e que tinha o dinheiro necessário para ele montar seu primeiro ateliê. Com Ana Maria, teve quatro filhos: Pedro , Valquíria e os gêmeos Maria Beatriz, a Mabi , e Luis Felipe, o Lipe . Bem de vida, morando num duplex do Jardim Anália Franco com os filhos e a tia, Júlia , que o criou como filho, André sonha transformar-se em um estilista de elite, e é nesse contexto que conhece Jaqueline . Jaqueline mora em um amplo apartamento no bairro dos Jardins. Elegante e de indiscutível bom gosto, vive um casamento falido com Breno , com quem tem uma filha, Thaísa , que em nada se parece com a mãe. Por sugestão de uma amiga de Thaísa, que precisa comprar um vestido para uma festa, Jaqueline chega ao ateliê de Jacques Leclair e se encanta pelo jeito sedutor do estilista. Assim como outras clientes, ela não resiste ao charme de Jacques e se torna sua amante. Com seu extremo bom gosto, Jaqueline percebe que o problema dos vestidos de Jacques Leclair é o excesso de informação: as roupas são bem cortadas, mas há muitos brilhos e babados. Ela começa a editar as criações, fazendo pequenas adaptações nos croquis originais e transformando os vestidos em peças sofisticadas, levando o estilista a se dar conta de que precisa daquela mulher como seu braço direito. Além disso, Jaqueline é a chave das portas do high society que Jacques tanto almeja, graças a sua rede de relações sociais. Ela é grande amiga de Stela , personal stylist que dá consultoria a empresas e personalidades, e que tem uma coluna na conceituada revista Moda Brasil. Com Jaqueline a seu lado, o nome de Jacques Leclair finalmente começa a aparecer. Apaixonada pelo estilista, Jaqueline resolve se separar de Breno e dá início a uma guerra pelo patrimônio familiar. Breno contrata o detetive particular Mário Fofoca para que ele comprove a infidelidade da esposa – de acordo com o contrato pré-nupcial assinado pelos dois, ele pode expulsá-la de casa só com a roupa do corpo caso comprove que ela é infiel. Jaqueline sai de casa certa de que vai se casar com Jacques Leclair, mas o estilista, que não está apaixonado, dá a desculpa esfarrapada de que seus filhos não o perdoariam se ele tentasse substituir a falecida mãe deles. Jaqueline passa a viver na esperança de se casar com Jacques quando os filhos se emanciparem, e não se importa de ajudá-lo a brilhar no mundo da moda. Mas o estilista, vaidoso, seduz as clientes e sai com várias delas, sempre escondido da ciumenta Jaqueline. Até que Jaqueline contrata Clotilde para trabalhar no ateliê, sem imaginar que o objetivo da moça de aparência humilde é conquistar e casar-se com Jacques Leclair. Apaixonado, André se rende aos encantos da ardilosa moça. Quando Jaqueline descobre o envolvimento dos dois, jura vingança. Ari, por sua vez, chegou a ganhar muito dinheiro na loteria. Casou-se com a namorada, Suzana – com quem teve um filho, Luti –, e foi morar com a família no bairro nobre dos Jardins. Por não saber administrar seu dinheiro, porém, perdeu tudo depois de apostar em negócios incertos. O casamento acabou, já que Ari e Suzana descobriram ter personalidades e estilos incompatíveis. Suzana se dedicou aos estudos, conquistou seu espaço no mercado e chegou a chefe da revista Moda Brasil. Com o fim da fortuna de Ari, viu-se obrigada a sustentar o ex-marido para não prejudicar os estudos do filho, que decidiu morar com o pai. É Suzana quem paga o aluguel dos dois. Sensato, Luti sabia que Ari precisava mais dele do que sua mãe, e optou por ajudá-lo a pagar as contas da casa. O rapaz se divide entre a faculdade de Belas Artes e trabalhos como garçom. Enquanto espera ser novamente agraciado pela sorte, e certo de que uma ideia genial o fará recuperar a fortuna que teve um dia, Ari inventa projetos que nunca dão certo, sempre com a ajuda do amigo Chico , um tipo mais atrapalhado do que ele. Até que sua atenção é atraída por uma velha senhora maltrapilha, uma moradora de rua que carrega consigo uma coleção de bonecas para as quais cria diversos modelos de vestidos. Entre seus pertences, está um boneco que ela apresenta como Victor Valentim, “o mais belo e corajoso príncipe da Espanha”. Ari não perde tempo e, diante da oportunidade que tem em mãos, abriga a senhora em uma casa de repouso, providencia tecidos e a estimula a criar novos e originais modelos. Em seguida, pede ao filho desenhista para transformá-los em croquis. Ari leva os desenhos feitos por Luti para as costureiras Marta e Nicole , suas vizinhas no Belenzinho, confeccionarem os modelos, e revela seu plano de se transformar em um famoso costureiro espanhol. Marta, que foi abandonada por Jacques Leclair na juventude, não acredita que o plano possa dar certo, mas aceita o risco. Eles convocam Desirée , filha de Nicole, para desfilar o primeiro modelito, um deslumbrante vestido vermelho, em uma festa da revista Moda Brasil, diante de uma multidão de fotógrafos e convidados importantes do mundo fashion. O vestido faz enorme sucesso e todos querem saber o nome do estilista responsável pelo modelo, gerando um ti-ti-ti em torno da identidade de Victor Valentim, que Ari consegue manter em segredo até a reta final da trama. Caracterizado como Valentim, com um figurino semelhante a de um toureiro, Ari é sedutor com as clientes, alimentando o mito do falso estilista espanhol. A certa altura, Jaqueline, que jurara vingar-se de Jacques, passa para o lado de Ari, para depois romper também com ele e criar sua própria grife. O que Ari ignora é que a doce velhinha que costura os vestidos de bonecas, fonte de seu sucesso, é na verdade Cecília , a mãe desaparecida de André. Quando jovem, ela deixou o filho aos cuidados da irmã, Júlia, e partiu com o novo namorado. Abandonada e sem coragem de voltar para casa, Cecília deixou que a culpa a consumisse de tal forma que afetou sua sanidade – a ponto de nem lembrar seu verdadeiro nome. A rivalidade entre Ari e André se mantém durante toda a trama, sendo acirrada quando seus filhos, Luti e Valquíria, apaixonam-se, vivendo um namoro conturbado. A certa altura, Jaqueline, que havia até virado freira ao longo da trama, casa-se com o surfista Thales , dono de uma confecção. O casamento, na verdade, é forjado, para que Thales possa resgatar sua herança, retida por sua avó. O enlace, por sua vez, permite a Jaqueline se vingar de Jacques, fazendo-o assinar um contrato de sociedade com Thales. Na hora de assinar os papéis, Thales troca os documentos e Jacques acaba vendendo sua marca para Thales, perdendo a autonomia de seus negócios. Jaqueline vira a diretora criativa da marca de Jacques Leclair. Após muitas trocas de farpas, alfinetadas, sabotagens e altos e baixos de ambas as partes, os estilistas acabam concordando em fazer as pazes, ainda que a contragosto, depois que a história de Cecília é descoberta. Com os cuidados e o tratamento recebidos na clínica onde a Ari a deixou, a mãe de André recupera a memória e a sanidade, e volta para a família, exigindo uma trégua entre os dois. Ari, que passou a novela inteira tentando reconquistar a ex-mulher, Suzana, descobre que Marta é a mulher de sua vida, e pede a costureira em casamento. Suzana encontra um novo amor, o escritor de novelas Fernando Flores . E André continua com Clotilde. No final da trama, Ari, Jaqueline e Jacques, após uma derrota de suas respectivas grifes em um concurso de moda, unem suas forças, incentivados por Clotilde, e criam uma sociedade para brilhar no mundo da moda. Inicialmente, a trama era exibida com classificação livre para todos os públicos. Mas o Ministério da Justiça interveio e, a partir de 22 de setembro de 2010, a telenovela passou a ser não recomendada para menores de dez anos. A justificativa foi que eram exibidas cenas de consumo de drogas e agressões físicas e verbais, além de linguagem de conteúdo sexual. Ti Ti Ti estreou com média de 29 pontos e picos de 32. Logo na primeira semana a trama estabilizou-se em índices entre 28 e 31 pontos, representando um grande aumento em relação à antecessora, Tempos Modernos, que constantemente ficava abaixo dos 20 e saiu do ar com a menor média da história das \"novelas das sete\", derrubando em 7 a audiência de Caras & Bocas. Sua menor audiência foi de 20 pontos, registrada no dia 4 de setembro, um sábado. Três dias depois, em 7, a trama atingiu 33 pontos. Já em 11 de janeiro bateu seu recorde ao conquistar 35 pontos e picos de 42, audiência não vista em toda exibição da novela anterior. Em fevereiro a trama se tornou a mais assistida da emissora, ultrapassando a audiência da \"novela das oito\" Insensato Coração.Em seu último capítulo registrou um novo recorde e marcou 37 pontos, com picos de 41 e 64% de participação dos televisores ligados. Sua média geral foi de 30 pontos, a segunda maior audiência em seis anos. Ti Ti Ti foi considerada pelos jornalistas especializados um um grande exemplo de como reverter uma situação de crise, uma vez que recuperou 6 pontos de média geral perdida pela trama anterior. O nome da novela em sua versão espanhola é Cuchicheos, onde a abertura sofre modificações no nome e nas letras dos créditos. Prêmio Arte Qualidade Brasil Melhor novela Melhor ator - Murilo Benício Melhor atriz revelação - Mayana Neiva Melhor ator revelação - Caio Castro Melhor atriz infantil/juvenil - Clara Tiezzi Melhor ator infantil/juvenil - David Lucas Melhor autora - Maria Adelaide Amaral Melhor diretor - Jorge FernandoPrêmio Extra de Televisão Melhor ator - Murilo Benício APCA Melhor ator - Murilo Benício Prêmio Paulistanos do Ano Ator - Alexandre Borges Capricho Awards Melhor ator - Caio Castro Melhor atriz - Ísis Valverde PopTevê - site \"UOL\" Melhor novela Melhor ator - Murilo Benício Prêmio TV Press Melhor ator - Murilo Benício Prêmio Melhores da Revista da TV Melhor novela Melhor atriz - Cláudia Raia Revelação do ano - Clara Tiezzi Melhores do ano - site \"Portal O Planeta TV\" Melhor novela Melhor ator de telenovela: Murilo Benício Melhor autor de telenovela: Maria Adelaide Amaral Melhor abertura de telenovela Melhor par romântico de telenovela: Marcela e Edgar Destaque do ano: André Arteche Melhores do ano - site \"MdeMulher\" Melhor novela Atriz revelação - Mayana Neiva Melhor mocinha - Ísis Valverde Gato do ano - Caio Castro Melhores do Ano - Domingão do Faustão Melhor ator ou atriz mirim - Clara Tiezzi Melhor atriz revelação - Mayana Neiva Melhor ator - Murilo Benício Melhor atriz - Cláudia Raia Prêmio Minha Novela Melhor novela Melhor ator - Murilo Benício Atriz infantil - Clara Tiezzi ) Revelação do ano - Clara Tiezzi Casal do ano - Marcela e Edgar Troféu Imprensa Melhor novelaTroféu Internet Melhor novelaPrêmio Contigo! de TV Melhor novela Melhor ator - Murilo Benício Melhor atriz - Cláudia Raia Melhor atriz infantil - Clara Tiezzi Melhor autora - Maria Adelaide Amaral Melhor diretor - Jorge FernandoTop Of Business André Arteche «Site oficial» «Ti Ti Ti na SIC»","sentences":[{"text":"Ti Ti Ti é uma telenovela brasileira produzida pela Rede Globo, transmitida originalmente de 19 de julho de 2010 a 18 de março de 2011, em 209 capítulos, com o último capítulo reexibido em 19 de março de 2011.","keywords":["telenovela brasileira","Rede Globo","último capítulo","capítulos","março","julho"],"images":[]},{"text":"Foi a 77ª \"novela das sete\" da emissora, substituindo Tempos Modernos e sendo substituída por Morde & Assopra.","keywords":["Tempos Modernos","novela","emissora","Morde"],"images":[]},{"text":"É um remake de duas novelas escritas por Cassiano Gabus Mendes: Plumas e Paetês , de onde veio a história de Marcela, e a própria Ti Ti Ti , de onde saiu a trama principal e o restante das paralelas, tendo mantido o nome da segunda na versão","keywords":["Ti Ti Ti","Cassiano Gabus Mendes","história de Marcela","trama principal","restante das paralelas","remake","novelas","Plumas","Paetês","nome","versão"],"images":[]},{"text":"Foi adaptada por Maria Adelaide Amaral, com colaboração de Vincent Villari, Álvaro Ramos, Letícia Mey, Rodrigo Amaral e Marta Nehring, com direção de Marcelo Zambelli, Maria de Médicis, Fred Mayrink e Ary Coslov, e direção geral e de núcleo de Jorge Fernando","keywords":["Maria Adelaide Amaral","colaboração de Vincent Villari","direção de Marcelo Zambelli","Álvaro Ramos","Letícia Mey","Marta Nehring","Rodrigo Amaral","Maria de Médicis","Fred Mayrink","Ary Coslov","direção geral","núcleo de Jorge Fernando"],"images":[]},{"text":"Contou com as participações de Murilo Benício, Alexandre Borges, Cláudia Raia, Isis Valverde, Guilherme Winter, Caio Castro, Guilhermina Guinle e Malu Mader.","keywords":["participações de Murilo Benício","Alexandre Borges","Cláudia Raia","Isis Valverde","Guilherme Winter","Caio Castro","Guilhermina Guinle","Malu Mader"],"images":[]},{"text":"Em 2008 Maria Adelaide Amaral declarou que não tinha vontade de voltar a escrever novelas – ela foi autora do remake de Anjo Mau, em 1997, após vinte anos como colaboradora de outras tramas – e que seu foco desde 1999 era produzir apenas minisséries.","keywords":["Maria Adelaide Amaral","colaboradora de outras tramas","autora do remake de Anjo Mau","vontade","novelas","anos","foco","minisséries"],"images":[]},{"text":"Em agosto de 2009 foi anunciado que a emissora faria um remake de Ti Ti Ti, originalmente criada por Cassiano Gabus Mendes em 1985, e Maria Adelaide foi convocada para escrever a nova versão, aceitando o posto por ser admiradora do autor.","keywords":["Cassiano Gabus Mendes","Maria Adelaide","remake de Ti Ti Ti","nova versão","agosto","emissora","posto","autor"],"images":[]}]}