{"maximumSentences":7,"searchTerm":"pizza","prefix":"A historia de(a)","lang":"pt","sourceContentOriginal":"Pizza (também grafada piza em Portugal\n) é uma preparação culinária que consiste em um disco de massa fermentada de farinha de trigo, coberto com molho de tomate e os ingredientes variados que normalmente incluem algum tipo de queijo, carnes preparadas ou defumadas e ervas, normalmente orégano ou manjericão, tudo assado em forno.\n\n\n== História ==\nA história da piza começou com os egípcios. Acredita-se que eles foram os primeiros a misturar farinha com água. Outros afirmam que os primeiros foram os gregos, que faziam massas a base de farinha de trigo, arroz ou grão-de-bico e as assavam em tijolos quentes. A novidade foi parar na Etrúria, na Itália.Ao contrário do conhecimento popular e do fato ser considerada tipicamente italiana, os babilônios, hebreus e egípcios já misturavam o trigo e amido e a água para assar em fornos rústicos há mais de 5 000 anos. A massa era chamada de \"pão de Abraão\", era muito parecida com os pães árabes atuais e recebia o nome de piscea.Os fenícios, três séculos antes de Cristo, costumavam acrescentar coberturas de carne e cebola ao pão; os turcos muçulmanos adotavam esse costume durante a Idade Média e, por causa das cruzadas, essa prática chegou à Itália pelo porto de Nápoles, sendo, em seguida, incrementada, dando origem à piza que conhecemos hoje.No início de sua existência, somente as ervas regionais e o azeite de oliva, comuns no cotidiano da região, eram os ingredientes típicos da piza. Os italianos foram os que acrescentaram o tomate, descoberto na América e levado à Europa pelos conquistadores espanhóis. Porém, nessa época, a piza ainda não tinha a sua forma característica, redonda, como a conhecemos hoje, mas sim dobrada ao meio, feito um sanduíche ou um calzone.A piza era um alimento de pessoas humildes do sul da Itália, quando, próximo do início do primeiro milênio, surgiu o termo picea, na cidade de Nápoles, considerada o berço da piza. \"Picea\" indicava um disco de massa assada com ingredientes por cima. Servida com ingredientes baratos, por ambulantes, a receita objetivava \"matar a fome\",  principalmente a da parte mais pobre da população. Normalmente, a massa de pão recebia, como sua cobertura, toucinho, peixes fritos e queijo.\nA fama da receita correu o mundo e fez surgir a primeira pizzaria de que se tem notícia, a Port'Alba, ponto de encontro de artistas famosos da época tais como Alexandre Dumas, que, inclusive, citou variações de pizzas em suas obras.[carece de fontes?]Em 1962, Sam Panopoulos (1934-2017), grego emigrado no Canadá e dono de vários restaurantes, teve a ideia de acrescentar ananás a uma piza.\n\n\n=== Brasil ===\nChegou ao Brasil da mesma forma, por meio dos imigrantes italianos, e, hoje, pode ser encontrada facilmente na maioria das cidades brasileiras. Até os anos 1950, era muito mais comum ser encontrada em meio à colônia italiana, tornando-se, logo em seguida, parte da cultura deste país. Desde 1985, comemora-se o dia da piza no dia 10 de julho.Foi no Brás, bairro paulistano dos imigrantes italianos, que as primeiras pizas começaram a ser comercializadas no Brasil. Segundo consta no livro Retalhos da Velha São Paulo, escrito por Geraldo Sesso Jr., o napolitano Carmino Corvino, o dom Carmenielo, dono da já extinta Cantina Santa Genoveva, instalada na esquina da Avenida Rangel Pestana com a Rua Monsenhor Anacleto, inaugurada em 1910, passou a oferecer as primeiras pizzas da cidade.[carece de fontes?]Aos poucos, a piza foi-se disseminando pela cidade de São Paulo, sendo abertas novas cantinas. As pizas foram ganhando coberturas cada vez mais diversificadas e até mesmo criativas. No princípio, seguindo a tradição italiana, as de muçarela e anchova eram as mais presentes, mas, à medida que hortaliças e embutidos tornavam-se mais acessíveis no país, a criatividade dos brasileiros fez surgir as mais diversas pizas.\n\n\n=== A verdadeira piza napolitana ===\nEm 1982, foi fundada, em Nápoles, na Itália, por Antonio Pace, a Associação da Verdadeira Pizza Napolitana, (Associazione Verace Pizza Napoletana, em italiano) com a missão de promover a culinária e a tradição da piza napolitana, defendendo, até com certo purismo, a sua cultura, resguardando-a contra a \"miscigenação\" cultural que sofre a sua receita. Com estatuto preciso, normatiza as suas principais características.\nA associação age fortemente na Itália para que a piza napolitana seja reconhecida pelo governo como \"DOC\" (di origine controllata, Denominação de Origem Controlada em português). Em 2004, um projecto de lei foi enviado ao parlamento, com o intuito de regulamentar, por lei, as verdadeiras características da piza napolitana. O \"DOC\" é uma designação que regulamenta produtos regionais, tais como os famosos vinhos portugueses.\nAlém disso, a piza napolitana está, desde Dezembro de 2009, protegida pela Comissão Europeia, junto com mais 44 produtos que têm o selo de \"Especialidade Tradicional Garantida\" (Specialità Tradizionale Garantita – STG).\nSegundo a associação, a Verace Pizza Napolitana deve ser confeccionada com farinha, fermento natural ou levedura de cerveja, água e sal. A piza deve ser, ainda, trabalhada somente com as mãos ou por alguns misturadores devidamente aprovados por um comité da organização. Depois de descansar, a massa deve ser esticada com as mãos, sem o uso de rolo ou equipamento mecânico. Na hora de assar, a piza deve ser colocada em forno a lenha (somente), a 485°C, sendo que, sobre a superfície do forno, não deve ser colocado nenhum outro utensílio.\nA variedade de coberturas é reconhecida pela organização, porém devem ter a sua aprovação, estando em conformidade com as tradições napolitanas e não contrastando com nenhuma regra gastronômica. Algumas coberturas são tidas como tradicionais, sendo elas (respeitando seus nomes italianos):\n\nMarinara (Napolitana): tomate, azeite de oliva, orégano (orégão) e alho.\nMargherita: tomate, azeite de oliva, queijo mozzarella e manjericão.\nRipieno (Calzone), uma piza recheada: queijo ricota, queijo mozzarella especial, azeite de oliva e salame.\nFormaggio e Pomodoro: tomate, azeite de oliva e queijo parmesão ralado.Quando degustada, a piza deve apresentar-se macia, bem assada, suave, elástica, fácil de ser dobrada pela metade. As bordas elevadas devem ser douradas\". O gosto da massa deve ser de pão bem fermentado, misturado ao sabor ácido do tomate, aroma de alho, orégano, manjericão.\nA piza deve ser obrigatoriamente redonda, não podendo o seu diâmetro ser maior do que trinta e cinco centímetros. Outra medida, a espessura no centro do disco, não deve ser maior do que cinco milímetros, e a borda não pode ser maior do que dois centímetros\n\n\n== Tipos (ou sabores) de piza ==\nA variedade de coberturas que se pode colocar sobre uma piza é quase infinita, entretanto, algumas preparações são tradicionais e têm fiéis seguidores:\n\nMargherita: queijo mozarela e folhas de manjericão (nomeada em homenagem à princesa-consorte Margarida de Saboia).\nMozzarella: tomate, queijo mozarela, orégano e azeitonas pretas;\nPortuguesa: queijo mozarela, tomate, calabresa, presunto,  cebola, pimentão, ovos cozidos e azeitonas pretas e/ou verdes;\nCalabresa: queijo mozarela, tomate, linguiça (chouriço) calabresa, cebola e azeitonas pretas;\nToscana: tomate, queijo mozarela misturada com linguiça (chouriço) toscana moída e azeitonas pretas;\nPepperoni: tomate, queijo mozarela, rodelas de salame pepperoni e azeitonas pretas;\nQuatro queijos: tomate, queijos mozarela, gorgonzola, parmesão, provolone ou Catupiry, e azeitonas pretas (há variações em três, cinco e seis queijos);\nPomodoro: tomate, queijos mozarela e parmesão ralado, alho e azeitonas pretas;\nAliche (\"anchova\" em italiano): tomate e anchovas;\nAlho: alho e azeite.\n\n\n== \"Acabar em pizza\" ==\n\nEspecialmente na cidade brasileira de São Paulo, que tem uma grande colônia italiana, o consumo de pizzas é grande e sofisticado, com o ato de reunir-se numa pizzaria sendo frequentemente significado de celebração e acordo. Deste costume, surgiu a expressão, comumente usada no país, associando um processo que envolva ações de ética ou legalidade duvidosa a esta celebração. Quando apenas alguns dos envolvidos de menor importância são penalizados ou existe um movimento de acomodação, terminando em mesa de negociação, ou \"terminando em pizza\", como se as partes envolvidas, acusados e acusadores, se sentassem numa pizzaria e, apreciando a saborosa iguaria, celebrassem o acordo durante uma \"rodada de pizza\".Outra explicação para a origem do termo vem do futebol paulistano, mais precisamente da tradicional equipe do Palmeiras, já que sempre foi grande a disputa política dentro do clube de origem italiana e sempre existiam brigas com trocas de acusações entre os diretores da agremiação. Na década de 1960, alguns conselheiros palmeirenses se reuniram para resolver problemas que haviam trazido uma crise ao clube. Após 14 horas de discussões, os dirigentes sentiram fome e resolveram ir a uma pizzaria. Várias rodadas de chope, várias garrafas de vinho e 18 pizzas gigantes depois, a paz voltou a reinar. O jornalista Milton Peruzzi, que trabalhava no jornal A Gazeta Esportiva e era setorista do Palmeiras, acompanhou todo o encontro e ditou a seguinte manchete no jornal do dia seguinte: \"Crise do Palmeiras termina em pizza\".\n\n\n== Recordes ==\n\n\n=== Brasil ===\nEm julho de 2014, uma pizzaria da cidade de Canela registrou o recorde de maior pizza do país, ao preparar a peça com  3,11 m de diâmetro e 156,11 kg. O fato foi registrado e certificado pelo RankBrasil e a pizza foi distribuida, gratuitamente, para alunos da rede de ensino do município.\n\n\n=== Guinness ===\nA maior pizza do mundo registrada no Guinness Book foi feita na Itália e batizada de “Ottavia” (homenagem ao primeiro imperador romano). Sua dimensão é de 40 metros de diâmetro.\n\n\n== Ver também ==\nFast-food no Brasil\nCalzone\nPizza frita\n\n\n== Referências ==\n\n\n== Ligações externas ==\nEncyclopizza (em inglês)\nHistória (em italiano)","sourceContentSanitized":"Pizza é uma preparação culinária que consiste em um disco de massa fermentada de farinha de trigo, coberto com molho de tomate e os ingredientes variados que normalmente incluem algum tipo de queijo, carnes preparadas ou defumadas e ervas, normalmente orégano ou manjericão, tudo assado em forno. A história da piza começou com os egípcios. Acredita-se que eles foram os primeiros a misturar farinha com água. Outros afirmam que os primeiros foram os gregos, que faziam massas a base de farinha de trigo, arroz ou grão-de-bico e as assavam em tijolos quentes. A novidade foi parar na Etrúria, na Itália.Ao contrário do conhecimento popular e do fato ser considerada tipicamente italiana, os babilônios, hebreus e egípcios já misturavam o trigo e amido e a água para assar em fornos rústicos há mais de 5 000 anos. A massa era chamada de \"pão de Abraão\", era muito parecida com os pães árabes atuais e recebia o nome de piscea.Os fenícios, três séculos antes de Cristo, costumavam acrescentar coberturas de carne e cebola ao pão; os turcos muçulmanos adotavam esse costume durante a Idade Média e, por causa das cruzadas, essa prática chegou à Itália pelo porto de Nápoles, sendo, em seguida, incrementada, dando origem à piza que conhecemos hoje.No início de sua existência, somente as ervas regionais e o azeite de oliva, comuns no cotidiano da região, eram os ingredientes típicos da piza. Os italianos foram os que acrescentaram o tomate, descoberto na América e levado à Europa pelos conquistadores espanhóis. Porém, nessa época, a piza ainda não tinha a sua forma característica, redonda, como a conhecemos hoje, mas sim dobrada ao meio, feito um sanduíche ou um calzone.A piza era um alimento de pessoas humildes do sul da Itália, quando, próximo do início do primeiro milênio, surgiu o termo picea, na cidade de Nápoles, considerada o berço da piza. \"Picea\" indicava um disco de massa assada com ingredientes por cima. Servida com ingredientes baratos, por ambulantes, a receita objetivava \"matar a fome\", principalmente a da parte mais pobre da população. Normalmente, a massa de pão recebia, como sua cobertura, toucinho, peixes fritos e queijo. A fama da receita correu o mundo e fez surgir a primeira pizzaria de que se tem notícia, a Port'Alba, ponto de encontro de artistas famosos da época tais como Alexandre Dumas, que, inclusive, citou variações de pizzas em suas obras.[carece de fontes?]Em 1962, Sam Panopoulos , grego emigrado no Canadá e dono de vários restaurantes, teve a ideia de acrescentar ananás a uma piza. Chegou ao Brasil da mesma forma, por meio dos imigrantes italianos, e, hoje, pode ser encontrada facilmente na maioria das cidades brasileiras. Até os anos 1950, era muito mais comum ser encontrada em meio à colônia italiana, tornando-se, logo em seguida, parte da cultura deste país. Desde 1985, comemora-se o dia da piza no dia 10 de julho.Foi no Brás, bairro paulistano dos imigrantes italianos, que as primeiras pizas começaram a ser comercializadas no Brasil. Segundo consta no livro Retalhos da Velha São Paulo, escrito por Geraldo Sesso Jr., o napolitano Carmino Corvino, o dom Carmenielo, dono da já extinta Cantina Santa Genoveva, instalada na esquina da Avenida Rangel Pestana com a Rua Monsenhor Anacleto, inaugurada em 1910, passou a oferecer as primeiras pizzas da cidade.[carece de fontes?]Aos poucos, a piza foi-se disseminando pela cidade de São Paulo, sendo abertas novas cantinas. As pizas foram ganhando coberturas cada vez mais diversificadas e até mesmo criativas. No princípio, seguindo a tradição italiana, as de muçarela e anchova eram as mais presentes, mas, à medida que hortaliças e embutidos tornavam-se mais acessíveis no país, a criatividade dos brasileiros fez surgir as mais diversas pizas. Em 1982, foi fundada, em Nápoles, na Itália, por Antonio Pace, a Associação da Verdadeira Pizza Napolitana, com a missão de promover a culinária e a tradição da piza napolitana, defendendo, até com certo purismo, a sua cultura, resguardando-a contra a \"miscigenação\" cultural que sofre a sua receita. Com estatuto preciso, normatiza as suas principais características. A associação age fortemente na Itália para que a piza napolitana seja reconhecida pelo governo como \"DOC\" . Em 2004, um projecto de lei foi enviado ao parlamento, com o intuito de regulamentar, por lei, as verdadeiras características da piza napolitana. O \"DOC\" é uma designação que regulamenta produtos regionais, tais como os famosos vinhos portugueses. Além disso, a piza napolitana está, desde Dezembro de 2009, protegida pela Comissão Europeia, junto com mais 44 produtos que têm o selo de \"Especialidade Tradicional Garantida\" . Segundo a associação, a Verace Pizza Napolitana deve ser confeccionada com farinha, fermento natural ou levedura de cerveja, água e sal. A piza deve ser, ainda, trabalhada somente com as mãos ou por alguns misturadores devidamente aprovados por um comité da organização. Depois de descansar, a massa deve ser esticada com as mãos, sem o uso de rolo ou equipamento mecânico. Na hora de assar, a piza deve ser colocada em forno a lenha , a 485°C, sendo que, sobre a superfície do forno, não deve ser colocado nenhum outro utensílio. A variedade de coberturas é reconhecida pela organização, porém devem ter a sua aprovação, estando em conformidade com as tradições napolitanas e não contrastando com nenhuma regra gastronômica. Algumas coberturas são tidas como tradicionais, sendo elas : Marinara : tomate, azeite de oliva, orégano e alho. Margherita: tomate, azeite de oliva, queijo mozzarella e manjericão. Ripieno , uma piza recheada: queijo ricota, queijo mozzarella especial, azeite de oliva e salame. Formaggio e Pomodoro: tomate, azeite de oliva e queijo parmesão ralado.Quando degustada, a piza deve apresentar-se macia, bem assada, suave, elástica, fácil de ser dobrada pela metade. As bordas elevadas devem ser douradas\". O gosto da massa deve ser de pão bem fermentado, misturado ao sabor ácido do tomate, aroma de alho, orégano, manjericão. A piza deve ser obrigatoriamente redonda, não podendo o seu diâmetro ser maior do que trinta e cinco centímetros. Outra medida, a espessura no centro do disco, não deve ser maior do que cinco milímetros, e a borda não pode ser maior do que dois centímetros A variedade de coberturas que se pode colocar sobre uma piza é quase infinita, entretanto, algumas preparações são tradicionais e têm fiéis seguidores: Margherita: queijo mozarela e folhas de manjericão . Mozzarella: tomate, queijo mozarela, orégano e azeitonas pretas; Portuguesa: queijo mozarela, tomate, calabresa, presunto, cebola, pimentão, ovos cozidos e azeitonas pretas e/ou verdes; Calabresa: queijo mozarela, tomate, linguiça calabresa, cebola e azeitonas pretas; Toscana: tomate, queijo mozarela misturada com linguiça toscana moída e azeitonas pretas; Pepperoni: tomate, queijo mozarela, rodelas de salame pepperoni e azeitonas pretas; Quatro queijos: tomate, queijos mozarela, gorgonzola, parmesão, provolone ou Catupiry, e azeitonas pretas ; Pomodoro: tomate, queijos mozarela e parmesão ralado, alho e azeitonas pretas; Aliche : tomate e anchovas; Alho: alho e azeite. Especialmente na cidade brasileira de São Paulo, que tem uma grande colônia italiana, o consumo de pizzas é grande e sofisticado, com o ato de reunir-se numa pizzaria sendo frequentemente significado de celebração e acordo. Deste costume, surgiu a expressão, comumente usada no país, associando um processo que envolva ações de ética ou legalidade duvidosa a esta celebração. Quando apenas alguns dos envolvidos de menor importância são penalizados ou existe um movimento de acomodação, terminando em mesa de negociação, ou \"terminando em pizza\", como se as partes envolvidas, acusados e acusadores, se sentassem numa pizzaria e, apreciando a saborosa iguaria, celebrassem o acordo durante uma \"rodada de pizza\".Outra explicação para a origem do termo vem do futebol paulistano, mais precisamente da tradicional equipe do Palmeiras, já que sempre foi grande a disputa política dentro do clube de origem italiana e sempre existiam brigas com trocas de acusações entre os diretores da agremiação. Na década de 1960, alguns conselheiros palmeirenses se reuniram para resolver problemas que haviam trazido uma crise ao clube. Após 14 horas de discussões, os dirigentes sentiram fome e resolveram ir a uma pizzaria. Várias rodadas de chope, várias garrafas de vinho e 18 pizzas gigantes depois, a paz voltou a reinar. O jornalista Milton Peruzzi, que trabalhava no jornal A Gazeta Esportiva e era setorista do Palmeiras, acompanhou todo o encontro e ditou a seguinte manchete no jornal do dia seguinte: \"Crise do Palmeiras termina em pizza\". Em julho de 2014, uma pizzaria da cidade de Canela registrou o recorde de maior pizza do país, ao preparar a peça com 3,11 m de diâmetro e 156,11 kg. O fato foi registrado e certificado pelo RankBrasil e a pizza foi distribuida, gratuitamente, para alunos da rede de ensino do município. A maior pizza do mundo registrada no Guinness Book foi feita na Itália e batizada de “Ottavia” . Sua dimensão é de 40 metros de diâmetro. Fast-food no Brasil Calzone Pizza frita Encyclopizza História ","sentences":[{"text":"Pizza é uma preparação culinária que consiste em um disco de massa fermentada de farinha de trigo, coberto com molho de tomate e os ingredientes variados que normalmente incluem algum tipo de queijo, carnes preparadas ou defumadas e ervas, normalmente orégano ou manjericão, tudo assado em forno.","keywords":["preparação culinária","molho de tomate","ingredientes variados","tipo de queijo","carnes preparadas","disco de massa fermentada de farinha","Pizza","trigo","ervas","orégano","manjericão","forno"],"images":["https://d1ynl4hb5mx7r8.cloudfront.net/wp-content/uploads/2019/01/07100758/PIZZA_Twitter-Image-3.jpg","https://www.simplyrecipes.com/wp-content/uploads/2019/01/Hawaiian-Pizza-Cauliflower-LEAD-2.jpg"],"googleSearchQuery":"pizza"},{"text":"A história da piza começou com os egípcios.","keywords":["história da piza"],"images":["https://upload.wikimedia.org/wikipedia/commons/6/66/The_Leaning_Tower_of_Pisa_SB.jpeg","https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/The_Leaning_Tower_of_Pisa_SB.jpeg/1200px-The_Leaning_Tower_of_Pisa_SB.jpeg"],"googleSearchQuery":"pizza história da piza"},{"text":"Acredita-se que eles foram os primeiros a misturar farinha com água.","keywords":["primeiros","farinha","água"],"images":["https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Eq_it-na_pizza-margherita_sep2005_sml.jpg/300px-Eq_it-na_pizza-margherita_sep2005_sml.jpg","https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Pizza_mezzo_a_mezzo.jpg/1200px-Pizza_mezzo_a_mezzo.jpg"],"googleSearchQuery":"pizza primeiros"},{"text":"Outros afirmam que os primeiros foram os gregos, que faziam massas a base de farinha de trigo, arroz ou grão-de-bico e as assavam em tijolos quentes.","keywords":["base de farinha de trigo","tijolos quentes","primeiros","gregos","massas","arroz","bico"],"images":["https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Pizza_mezzo_a_mezzo.jpg/1200px-Pizza_mezzo_a_mezzo.jpg","https://upload.wikimedia.org/wikipedia/commons/3/31/Pizza_mezzo_a_mezzo.jpg"],"googleSearchQuery":"pizza base de farinha de trigo"},{"text":"A novidade foi parar na Etrúria, na Itália","keywords":["novidade","Etrúria","Itália"],"images":["https://lh5.googleusercontent.com/p/AF1QipN8QYc5r5BAnMURJvCvUBRhHxYmIuqE_7PRlFRs=w600-h650-p-k-no","https://lh3.googleusercontent.com/lA02-fM2e_rzJCqWaAGXmxt9UVpSFkR3dbyrZMbH6CtZwSFm6veXaDNMBs5f-_NsbQ"],"googleSearchQuery":"pizza novidade"},{"text":"Ao contrário do conhecimento popular e do fato ser considerada tipicamente italiana, os babilônios, hebreus e egípcios já misturavam o trigo e amido e a água para assar em fornos rústicos há mais de 5 000 anos.","keywords":["contrário do conhecimento popular","fornos rústicos","fato","italiana","babilônios","hebreus","trigo","amido","água","anos"],"images":["https://21qhkc1naa3y168x1a45f5qj-wpengine.netdna-ssl.com/wp-content/uploads/2016/06/soludos6-1.jpg","https://i0.wp.com/ae01.alicdn.com/kf/HTB1RMyFaNrvK1RjSszeq6yObFXa1/-font-b-Vest-b-font-Men-New-Stylish-2019-Spring-Autumn-Warm-Sleeveless-Jacket-Men.jpg?crop=5,2,900,500&quality=2886"],"googleSearchQuery":"pizza contrário do conhecimento popular"},{"text":"A massa era chamada de \"pão de Abraão\", era muito parecida com os pães árabes atuais e recebia o nome de piscea","keywords":["pão de Abraão","pães árabes","nome de piscea","massa","atuais"],"images":["https://is5-ssl.mzstatic.com/image/thumb/Purple118/v4/60/82/55/608255ac-dd94-1f99-d5ab-247b2ef377b7/pr_source.png/1200x630wa.png","https://lh3.googleusercontent.com/sLxj2gezCwNAOwx088HH50EFtiHtDehxiXPqpS6SK_CNs3hBOoKKWM4h5bCdZSVdIhHS"],"googleSearchQuery":"pizza pão de Abraão"}],"downloadedImages":["https://d1ynl4hb5mx7r8.cloudfront.net/wp-content/uploads/2019/01/07100758/PIZZA_Twitter-Image-3.jpg","https://upload.wikimedia.org/wikipedia/commons/6/66/The_Leaning_Tower_of_Pisa_SB.jpeg","https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Eq_it-na_pizza-margherita_sep2005_sml.jpg/300px-Eq_it-na_pizza-margherita_sep2005_sml.jpg","https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Pizza_mezzo_a_mezzo.jpg/1200px-Pizza_mezzo_a_mezzo.jpg","https://lh5.googleusercontent.com/p/AF1QipN8QYc5r5BAnMURJvCvUBRhHxYmIuqE_7PRlFRs=w600-h650-p-k-no","https://21qhkc1naa3y168x1a45f5qj-wpengine.netdna-ssl.com/wp-content/uploads/2016/06/soludos6-1.jpg","https://is5-ssl.mzstatic.com/image/thumb/Purple118/v4/60/82/55/608255ac-dd94-1f99-d5ab-247b2ef377b7/pr_source.png/1200x630wa.png"]}