{"maximumSentences":7,"searchTerm":"Whatsapp","prefix":"O que eh","lang":"pt","sourceContentOriginal":"WhatsApp é um aplicativo multiplataforma de mensagens instantâneas e chamadas de voz para smartphones. Além de mensagens de texto, os usuários podem enviar imagens, vídeos e documentos em PDF, além de fazer ligações grátis por meio de uma conexão com a internet. O software está disponível para Android, BlackBerry OS, iOS, Symbian, Windows Phone e Nokia. A empresa com o mesmo nome foi fundada em 2009 por Brian Acton e Jan Koum, ambos veteranos do Yahoo e está sediada na cidade estadunidense de Santa Clara, na Califórnia.\nCompetindo com uma série de serviços com base na Ásia, o WhatsApp cresceu de dois bilhões de mensagens por dia em abril de 2012 para dez bilhões em agosto do mesmo ano. De acordo com o Financial Times, o WhatsApp \"tem feito para SMS em celulares o que o Skype fez para chamadas internacionais em telefones fixos\". Em setembro de 2015, o aplicativo alcançou a marca dos 900 milhões de usuários ativos.Segundo dados da consultoria GlobalWebIndex, 73% dos usuários que utilizam o WhatsApp no mundo são donos de celulares com o sistema operacional Android, da Google. A plataforma iOS, da Apple, está em segundo lugar, com 27% do mercado. Os servidores do aplicativo utilizam o sistema operacional FreeBSD com a linguagem de programação Erlang.Em janeiro de 2015, também passou a ser utilizado pelo computador, através do navegador Google Chrome, e em fevereiro, o serviço também foi disponibilizado para usuários dos navegadores Mozilla Firefox e Opera. Em 18 de janeiro de 2016, os criadores do aplicativo WhatsApp divulgaram a notícia de que o aplicativo se tornaria isento de qualquer cobrança anual. No mesmo comunicado, foi anunciado que o serviço de mensagem chegou a 990 milhões de usuários. Em 2 de fevereiro de 2016, Mark Zuckerberg anunciou que o WhatsApp alcançou a marca de um bilhão de usuários, e \"poucos serviços conectam mais de um bilhão de pessoas\", comenta Zuckerberg.\nNo Brasil, a troca de mensagens instantâneas é um dos principais usos dos aparelhos móveis, como celulares ou smartphones: 83,3% dos lares monitorados pela Kantar disseram usar aplicativos de mensagens instantâneas em 2016, aumento de 9,8 pontos percentuais em relação ao ano anterior.\n\n\n== História ==\n\n\n=== Venda para o Facebook ===\nNo dia 19 de fevereiro de 2014, o Facebook adquiriu a empresa pelo montante de 16 bilhões de dólares, sendo quatro bilhões em dinheiro e 12 bilhões em ações do Facebook, além de três bilhões de ações no prazo de quatro anos caso permaneçam na companhia. Seus fundadores serão incorporados no conselho administrativo do Facebook.\n\n\n=== Saída do Windows Phone ===\nEm 17 de maio de 2014, o WhatsApp foi retirado da loja de aplicativos do Windows Phone. Duas semanas após a retirada, a Microsoft se pronunciou dizendo que foi uma opção dos desenvolvedores do aplicativo para corrigir problemas referente as notificações de mensagens. Estima-se que cerca de 1 milhão de novos usuários do Windows Phone ficaram sem acesso ao WhatsApp. A Microsoft afirmou que suas equipes estavam trabalhando em conjunto, porém o WhatsApp não se pronunciou sobre o ocorrido. Durante o período de indisponibilidade do aplicativo, o sistema teve quedas nos números de vendas.Em 30 de maio, quase duas semanas depois de fora da loja, o WhatsApp retornou com mais funções, como a possibilidade de se usar imagens ao fundo de conversas, algo que até então não era possível na versão do sistema da Microsoft.\n\n\n=== Suspensão no Brasil ===\n\nEm fevereiro de 2015, o juiz Luiz Moura Correia, da Justiça do Piauí, determinou a suspensão temporária do WhatsApp em todo o Brasil. Essa decisão foi tomada depois que o aplicativo se recusou a dar informações sobre um inquérito policial que investigava um crime de pedofilia ocorrido em Teresina, capital piauiense. Contudo, a decisão logo foi derrubada pelos desembargadores Raimundo Nonato da Costa Alencar e José Ribamar Oliveira.Em 16 de dezembro de 2015, uma nova ordem judicial determinou o bloqueio do aplicativo por um período de 48 horas. O autor da ação não foi identificado. No entanto, as operadoras estimam que se trate de uma investigação policial. O bloqueio está relacionado a uma possível quebra de sigilo de dados.Em 17 de dezembro, porém, uma nova decisão judicial, vinda do desembargador Xavier de Souza, considerou que a suspensão do serviço não seria algo razoável por prejudicar milhões de usuários. Com isso o serviço foi restabelecido 12 horas após o bloqueio.Em 2 de maio de 2016, o aplicativo volta a ser suspenso no país, com base nos artigos 11, 12, 13 e 14 do Marco Civil da Internet, por até 72 horas por uma ordem da justiça. Porém, 1,79 milhão de linhas não chegaram ser bloqueadas e estiveram com o aplicativo disponível.Em 19 de julho de 2016, às 14 h (UTC-3), o WhatsApp voltou a ser suspenso por decisão da Justiça do Rio de Janeiro, também baseado no Marco Civil da Internet. No mesmo o dia, o Supremo Tribunal Federal suspendeu a decisão do bloqueio, liberando o uso do aplicativo no país. Na decisão, de caráter liminar, Ricardo Lewandowski analisou ação impetrada pelo Partido Popular Socialista (PPS), que recorreu ao Supremo para que fosse suspensa imediatamente a ordem de bloqueio da 2.ª Vara Criminal da Comarca de Duque de Caxias, do Rio de Janeiro.Em 2015, a dívida do WhatsApp alcançou a marca de 12,7 milhões de reais, dívida que até o inicio de 2016 ainda não teria sido paga.\n\n\n=== WhatsApp Business ===\nNo dia 18 de janeiro de 2018, o WhatsApp lançou o WhatsApp Business, um aplicativo voltado para empresas exclusivamente para aparelhos com Android. A novidade foi lançada em alguns países, incluindo o Brasil, e é gratuita.Em 4 de abril de 2019, mais de um ano depois do lançamento do WhatsApp Business para Android, foi lançada sua versão para iOS, também gratuito e para diversos países.\n\n\n== Características ==\n\n\n=== Especificações técnicas ===\nWhatsApp usa uma versão personalizada do padrão aberto. Após a instalação, ele cria uma conta de usuário usando um número de telefone como o nome de usuário (Jabber ID). Mensagens multimídia são enviadas através do carregamento da imagem, áudio ou vídeo para um servidor HTTP e enviando um link para o conteúdo juntamente com a sua miniatura codificada em Base64 (se aplicável). O WhatsApp também sincroniza com a agenda do telefone, para que os usuários não precisem adicionar contatos em uma agenda separada. Como todos os usuários são registrados com o número do telefone, o software identifica todos os usuários do WhatsApp entre os contatos registrados no telefone. Isto significa que o WhatsApp coleta dados dos contatos de todos os usuários, a fim de fazer tal equiparação conveniente, o que levanta questões óbvias de privacidade.\n\n\n=== Compatibilidade ===\nO WhatsApp é compatível com:\n\nAndroid: Android 2.3.x ou superior e apenas para telefone e tablets com chips e superiores\niOS: iOS 7.0 ou superior e apenas para iPhone 4 ou superiores\nWindows Phone: Windows Phone 8 ou superior e para computadores agora 1.8 e superiores e os melhores\nBlackBerry: BlackBerry OS 4.6 ou superior (até 30 de junho de 2017)\nComputadores MAC, atualmente também são compatíveis.\nComputadores com sistema Windows também são compatíveis, através de programa ou através do WhatsApp Web via browser.\n\n\n=== Nível de segurança ===\nEm 4 de novembro de 2014, WhatsApp marcou apenas 2 de 7 pontos em termos de segurança, segundo a Electronic Frontier Foundation. Ele perdeu pontos porque as comunicações são vulneráveis à acesso por terceiros, os usuários não podem verificar a identidade dos contatos, mensagens passadas não são seguras, o código não é aberto para revisão independente, o projeto de segurança não está devidamente documentado e outros fatores.Estudo datado de 2014, feito por entidades especializadas em cibersegurança como o Princeton Center for Information Technology e a Electronic Frontier Foundation, estabeleceu os principais pontos de vulnerabilidade de diversos aplicativos, entre eles o WhatsApp. Tais estudos são atualizados continuamente e estão disponíveis nos sítios das organizações participantes do estudo.Em novembro de 2014, o aplicativo adotou o sistema 'TextSecure', protocolo de textos seguros que evita que as mensagens enviadas pelos usuários sejam espionadas.Anunciou em abril de 2016 a utilização de uma \"encriptação total\", um passo que aumenta a privacidade dos utilizadores, mas que pode surtir conflitos legais.\n\n\n=== Preços ===\nWhatsApp é gratuito para download e pode ser utilizado em todos os tipos de telefone. Para os usuários do iPhone só havia uma cobrança quando o aplicativo fosse baixado. Mas, em dezembro de 2012, como uma oferta limitada dispensou a taxa única para iOS e estava disponível para download diretamente no iTunes, da Apple, gratuitamente.O único serviço do WhatsApp que atualmente é cobrado é para médias e grandes empresas enviarem mensagens utilizando o WhatsApp Business API.\n\n\n== Funções ==\n\n\n=== Ligar ===\nNo início do mês de fevereiro do ano de 2015 o WhatsApp começou a ter a tão esperada função \"Ligar\", que serve para efetuar ligações através de aplicativo. Usuários com as versões 2.11.528 do Google Play e 2.1.531 do site oficial do app, até o momento, são os únicos que podem visualizar essa função. Ainda não foram divulgados os termos de uso.\n\n\n=== Resposta direcionada ===\nEm 15 de Junho de 2016, o WhatsApp anunciou a inclusão da função \"Resposta Direcionada\", esta nova função passou a permitir ao usuário escolher e citar mensagens específicas em conversas em grupo, facilitando assim o entendimento sobre a qual mensagem se refere a resposta. A função foi incluída para evitar ou diminuir mal-entendidos e mensagens perdidas durante longas conversas em grupo, onde a mudança de assunto é frequente.\n\n\n=== Formatação de texto ===\nEm março de 2016, uma atualização do WhatsApp passou a permitir o envio de textos em formatações diferentes, sendo estas em texto riscado, negrito ou itálico.\nEsta formatação baseia-se na colocação de símbolos gráficos antes e depois da expressão a ser formatada, assim _ , * , ~ e ''' são usados para formatar em, consecutivamente, itálico, negrito, riscado e Courier.\n\n\n=== Videochamadas ===\nEm novembro de 2016, o aplicativo anunciou como nova função as chamadas de vídeo para as plataformas Android, iPhone e Windows Phone. Esta nova função passou a permitir que os usuários do WhatsApp interagissem instantaneamente não somente por áudio, como na função ligar, mas também por vídeo.\n\n\n=== Status ===\nEm fevereiro de 2017, a nova função foi o status, que desde 2009, permitia apenas texto, agora permite postar fotos e videos de até 30 segundos e que somem após 24 horas, algo semelhante ao Instagram stories e o Snapchat.\n\n\n=== Localização ao vivo ===\nLançada em outubro de 2017, a opção da localização ao vivo permite que os usuários compartilhem via mensagem a sua localização exata no mapa, que vai sendo atualizada de acordo com que a pessoa se move. A funcionalidade, que utiliza o GPS do aparelho, é compatível com Android e iPhone (iOS). A localização ao vivo aparece como uma mensagem no chat do WhatsApp, e pode ser encaminhada para conversas individuais ou em grupo. Essa opção pode ficar ativa por até 8 horas, e é oferecida em 3 diferentes opções de duração:\n\npor 15 minutos; eficiente quando as pessoas estão precisando de auxílio para se encontrarem em um lugar exato;\npor 60 minutos; ideal para acompanhar o percurso de um trajeto, por exemplo;\n8 horas; ideal para shows, festivais e eventos onde os usuários querem ficar ciente sobre onde as pessoas estão.\n\n\n== Ver também ==\nTextSecure\nBullrun (programa de decriptografia)\nVigilância de Computadores e Redes\nSkype\nTelegram\nViber\nFacebook Messenger\n\n\n== Referências ==\n\n\n== Ligações externas ==\n\nSítio oficial\nWeb whatsapp\nBlogue oficial\nWhatsApp no Twitter\n\"WhatsApp : a Deep Web de bolso (#Pirula 268)\" (em português brasileiro) (canal do Pirula, 9 de outubro de 2018)","sourceContentSanitized":"WhatsApp é um aplicativo multiplataforma de mensagens instantâneas e chamadas de voz para smartphones. Além de mensagens de texto, os usuários podem enviar imagens, vídeos e documentos em PDF, além de fazer ligações grátis por meio de uma conexão com a internet. O software está disponível para Android, BlackBerry OS, iOS, Symbian, Windows Phone e Nokia. A empresa com o mesmo nome foi fundada em 2009 por Brian Acton e Jan Koum, ambos veteranos do Yahoo e está sediada na cidade estadunidense de Santa Clara, na Califórnia. Competindo com uma série de serviços com base na Ásia, o WhatsApp cresceu de dois bilhões de mensagens por dia em abril de 2012 para dez bilhões em agosto do mesmo ano. De acordo com o Financial Times, o WhatsApp \"tem feito para SMS em celulares o que o Skype fez para chamadas internacionais em telefones fixos\". Em setembro de 2015, o aplicativo alcançou a marca dos 900 milhões de usuários ativos.Segundo dados da consultoria GlobalWebIndex, 73% dos usuários que utilizam o WhatsApp no mundo são donos de celulares com o sistema operacional Android, da Google. A plataforma iOS, da Apple, está em segundo lugar, com 27% do mercado. Os servidores do aplicativo utilizam o sistema operacional FreeBSD com a linguagem de programação Erlang.Em janeiro de 2015, também passou a ser utilizado pelo computador, através do navegador Google Chrome, e em fevereiro, o serviço também foi disponibilizado para usuários dos navegadores Mozilla Firefox e Opera. Em 18 de janeiro de 2016, os criadores do aplicativo WhatsApp divulgaram a notícia de que o aplicativo se tornaria isento de qualquer cobrança anual. No mesmo comunicado, foi anunciado que o serviço de mensagem chegou a 990 milhões de usuários. Em 2 de fevereiro de 2016, Mark Zuckerberg anunciou que o WhatsApp alcançou a marca de um bilhão de usuários, e \"poucos serviços conectam mais de um bilhão de pessoas\", comenta Zuckerberg. No Brasil, a troca de mensagens instantâneas é um dos principais usos dos aparelhos móveis, como celulares ou smartphones: 83,3% dos lares monitorados pela Kantar disseram usar aplicativos de mensagens instantâneas em 2016, aumento de 9,8 pontos percentuais em relação ao ano anterior. No dia 19 de fevereiro de 2014, o Facebook adquiriu a empresa pelo montante de 16 bilhões de dólares, sendo quatro bilhões em dinheiro e 12 bilhões em ações do Facebook, além de três bilhões de ações no prazo de quatro anos caso permaneçam na companhia. Seus fundadores serão incorporados no conselho administrativo do Facebook. Em 17 de maio de 2014, o WhatsApp foi retirado da loja de aplicativos do Windows Phone. Duas semanas após a retirada, a Microsoft se pronunciou dizendo que foi uma opção dos desenvolvedores do aplicativo para corrigir problemas referente as notificações de mensagens. Estima-se que cerca de 1 milhão de novos usuários do Windows Phone ficaram sem acesso ao WhatsApp. A Microsoft afirmou que suas equipes estavam trabalhando em conjunto, porém o WhatsApp não se pronunciou sobre o ocorrido. Durante o período de indisponibilidade do aplicativo, o sistema teve quedas nos números de vendas.Em 30 de maio, quase duas semanas depois de fora da loja, o WhatsApp retornou com mais funções, como a possibilidade de se usar imagens ao fundo de conversas, algo que até então não era possível na versão do sistema da Microsoft. Em fevereiro de 2015, o juiz Luiz Moura Correia, da Justiça do Piauí, determinou a suspensão temporária do WhatsApp em todo o Brasil. Essa decisão foi tomada depois que o aplicativo se recusou a dar informações sobre um inquérito policial que investigava um crime de pedofilia ocorrido em Teresina, capital piauiense. Contudo, a decisão logo foi derrubada pelos desembargadores Raimundo Nonato da Costa Alencar e José Ribamar Oliveira.Em 16 de dezembro de 2015, uma nova ordem judicial determinou o bloqueio do aplicativo por um período de 48 horas. O autor da ação não foi identificado. No entanto, as operadoras estimam que se trate de uma investigação policial. O bloqueio está relacionado a uma possível quebra de sigilo de dados.Em 17 de dezembro, porém, uma nova decisão judicial, vinda do desembargador Xavier de Souza, considerou que a suspensão do serviço não seria algo razoável por prejudicar milhões de usuários. Com isso o serviço foi restabelecido 12 horas após o bloqueio.Em 2 de maio de 2016, o aplicativo volta a ser suspenso no país, com base nos artigos 11, 12, 13 e 14 do Marco Civil da Internet, por até 72 horas por uma ordem da justiça. Porém, 1,79 milhão de linhas não chegaram ser bloqueadas e estiveram com o aplicativo disponível.Em 19 de julho de 2016, às 14 h , o WhatsApp voltou a ser suspenso por decisão da Justiça do Rio de Janeiro, também baseado no Marco Civil da Internet. No mesmo o dia, o Supremo Tribunal Federal suspendeu a decisão do bloqueio, liberando o uso do aplicativo no país. Na decisão, de caráter liminar, Ricardo Lewandowski analisou ação impetrada pelo Partido Popular Socialista , que recorreu ao Supremo para que fosse suspensa imediatamente a ordem de bloqueio da 2.ª Vara Criminal da Comarca de Duque de Caxias, do Rio de Janeiro.Em 2015, a dívida do WhatsApp alcançou a marca de 12,7 milhões de reais, dívida que até o inicio de 2016 ainda não teria sido paga. No dia 18 de janeiro de 2018, o WhatsApp lançou o WhatsApp Business, um aplicativo voltado para empresas exclusivamente para aparelhos com Android. A novidade foi lançada em alguns países, incluindo o Brasil, e é gratuita.Em 4 de abril de 2019, mais de um ano depois do lançamento do WhatsApp Business para Android, foi lançada sua versão para iOS, também gratuito e para diversos países. WhatsApp usa uma versão personalizada do padrão aberto. Após a instalação, ele cria uma conta de usuário usando um número de telefone como o nome de usuário . Mensagens multimídia são enviadas através do carregamento da imagem, áudio ou vídeo para um servidor HTTP e enviando um link para o conteúdo juntamente com a sua miniatura codificada em Base64 . O WhatsApp também sincroniza com a agenda do telefone, para que os usuários não precisem adicionar contatos em uma agenda separada. Como todos os usuários são registrados com o número do telefone, o software identifica todos os usuários do WhatsApp entre os contatos registrados no telefone. Isto significa que o WhatsApp coleta dados dos contatos de todos os usuários, a fim de fazer tal equiparação conveniente, o que levanta questões óbvias de privacidade. O WhatsApp é compatível com: Android: Android 2.3.x ou superior e apenas para telefone e tablets com chips e superiores iOS: iOS 7.0 ou superior e apenas para iPhone 4 ou superiores Windows Phone: Windows Phone 8 ou superior e para computadores agora 1.8 e superiores e os melhores BlackBerry: BlackBerry OS 4.6 ou superior Computadores MAC, atualmente também são compatíveis. Computadores com sistema Windows também são compatíveis, através de programa ou através do WhatsApp Web via browser. Em 4 de novembro de 2014, WhatsApp marcou apenas 2 de 7 pontos em termos de segurança, segundo a Electronic Frontier Foundation. Ele perdeu pontos porque as comunicações são vulneráveis à acesso por terceiros, os usuários não podem verificar a identidade dos contatos, mensagens passadas não são seguras, o código não é aberto para revisão independente, o projeto de segurança não está devidamente documentado e outros fatores.Estudo datado de 2014, feito por entidades especializadas em cibersegurança como o Princeton Center for Information Technology e a Electronic Frontier Foundation, estabeleceu os principais pontos de vulnerabilidade de diversos aplicativos, entre eles o WhatsApp. Tais estudos são atualizados continuamente e estão disponíveis nos sítios das organizações participantes do estudo.Em novembro de 2014, o aplicativo adotou o sistema 'TextSecure', protocolo de textos seguros que evita que as mensagens enviadas pelos usuários sejam espionadas.Anunciou em abril de 2016 a utilização de uma \"encriptação total\", um passo que aumenta a privacidade dos utilizadores, mas que pode surtir conflitos legais. WhatsApp é gratuito para download e pode ser utilizado em todos os tipos de telefone. Para os usuários do iPhone só havia uma cobrança quando o aplicativo fosse baixado. Mas, em dezembro de 2012, como uma oferta limitada dispensou a taxa única para iOS e estava disponível para download diretamente no iTunes, da Apple, gratuitamente.O único serviço do WhatsApp que atualmente é cobrado é para médias e grandes empresas enviarem mensagens utilizando o WhatsApp Business API. No início do mês de fevereiro do ano de 2015 o WhatsApp começou a ter a tão esperada função \"Ligar\", que serve para efetuar ligações através de aplicativo. Usuários com as versões 2.11.528 do Google Play e 2.1.531 do site oficial do app, até o momento, são os únicos que podem visualizar essa função. Ainda não foram divulgados os termos de uso. Em 15 de Junho de 2016, o WhatsApp anunciou a inclusão da função \"Resposta Direcionada\", esta nova função passou a permitir ao usuário escolher e citar mensagens específicas em conversas em grupo, facilitando assim o entendimento sobre a qual mensagem se refere a resposta. A função foi incluída para evitar ou diminuir mal-entendidos e mensagens perdidas durante longas conversas em grupo, onde a mudança de assunto é frequente. Em março de 2016, uma atualização do WhatsApp passou a permitir o envio de textos em formatações diferentes, sendo estas em texto riscado, negrito ou itálico. Esta formatação baseia-se na colocação de símbolos gráficos antes e depois da expressão a ser formatada, assim _ , * , ~ e ''' são usados para formatar em, consecutivamente, itálico, negrito, riscado e Courier. Em novembro de 2016, o aplicativo anunciou como nova função as chamadas de vídeo para as plataformas Android, iPhone e Windows Phone. Esta nova função passou a permitir que os usuários do WhatsApp interagissem instantaneamente não somente por áudio, como na função ligar, mas também por vídeo. Em fevereiro de 2017, a nova função foi o status, que desde 2009, permitia apenas texto, agora permite postar fotos e videos de até 30 segundos e que somem após 24 horas, algo semelhante ao Instagram stories e o Snapchat. Lançada em outubro de 2017, a opção da localização ao vivo permite que os usuários compartilhem via mensagem a sua localização exata no mapa, que vai sendo atualizada de acordo com que a pessoa se move. A funcionalidade, que utiliza o GPS do aparelho, é compatível com Android e iPhone . A localização ao vivo aparece como uma mensagem no chat do WhatsApp, e pode ser encaminhada para conversas individuais ou em grupo. Essa opção pode ficar ativa por até 8 horas, e é oferecida em 3 diferentes opções de duração: por 15 minutos; eficiente quando as pessoas estão precisando de auxílio para se encontrarem em um lugar exato; por 60 minutos; ideal para acompanhar o percurso de um trajeto, por exemplo; 8 horas; ideal para shows, festivais e eventos onde os usuários querem ficar ciente sobre onde as pessoas estão. TextSecure Bullrun Vigilância de Computadores e Redes Skype Telegram Viber Facebook Messenger Sítio oficial Web whatsapp Blogue oficial WhatsApp no Twitter \"WhatsApp : a Deep Web de bolso \" ","sentences":[{"text":"WhatsApp é um aplicativo multiplataforma de mensagens instantâneas e chamadas de voz para smartphones.","keywords":["aplicativo multiplataforma de mensagens instantâneas","WhatsApp","voz","smartphones"],"images":[]},{"text":"Além de mensagens de texto, os usuários podem enviar imagens, vídeos e documentos em PDF, além de fazer ligações grátis por meio de uma conexão com a internet.","keywords":["mensagens de texto","usuários","imagens","vídeos","documentos","PDF","ligações","conexão","internet"],"images":[]},{"text":"O software está disponível para Android, BlackBerry OS, iOS, Symbian, Windows Phone e Nokia.","keywords":["software está disponível para Android","iOS","BlackBerry OS","Windows Phone e Nokia","Symbian"],"images":[]},{"text":"A empresa com o mesmo nome foi fundada em 2009 por Brian Acton e Jan Koum, ambos veteranos do Yahoo e está sediada na cidade estadunidense de Santa Clara, na Califórnia.","keywords":["Brian Acton","Jan Koum","empresa","nome","sediada na cidade estadunidense de Santa Clara","Yahoo","Califórnia"],"images":[]},{"text":"Competindo com uma série de serviços com base na Ásia, o WhatsApp cresceu de dois bilhões de mensagens por dia em abril de 2012 para dez bilhões em agosto do mesmo ano.","keywords":["série de serviços","base na","agosto do mesmo ano","Ásia","WhatsApp","mensagens","dia","abril"],"images":[]},{"text":"De acordo com o Financial Times, o WhatsApp \"tem feito para SMS em celulares o que o Skype fez para chamadas internacionais em telefones fixos\".","keywords":["Financial Times","chamadas internacionais","telefones fixos","acordo","WhatsApp","SMS","Skype"],"images":[]},{"text":"Em setembro de 2015, o aplicativo alcançou a marca dos 900 milhões de usuários ativos","keywords":["usuários ativos","setembro","marca"],"images":[]}]}